{
    "2025-08-17": "HOI! Dit is je eigen (super onverwachte) jaarkalender-cadeau, lieve Loeka Bazooka: hier verschijnt elke dag een (meestal kort) berichtje met daarin ofwel een historisch weetje (met soms link naar ons), iets dat we op die dag vorige jaren hebben gedaan, ... en om de twee weken - op de 15e en 1e van de maand - staat er iets speciaals te wachten... tot morgen en HAPPY BIRTHDAY!",
    "2025-08-18": "De eerste dag na je verjaardag suckt altijd, maar nu kan je officieel zeggen dat je geen tiener meer bent: vanaf nu is Lucca een twintiger!! Nu voel je je waarschijnlijk oud (en dat ben je), maar voorlopig ga je nog uit met twee tieners dus is de hoop nog niet volledig verloren :-)",
    "2025-08-19": "Vandaag zou mevrouw Decock in haar nopjes zijn, omdat Octavianus - later bekend als Augustus (Octo = 8!) - als consul werd aangesteld EN de dag waarop hij een aantal jaar later is gestorven, super symbolisch dus. Voor de rest is vandaag niet veel gebeurd, maar ik vraag mij nu wel af hoe het zou zitten met onze Latijnse/Griekse kennis; stel dawe nu een begrijpend lezen toets krijgen, hoeveel zou je halen lol",
    "2025-08-20": "HOI! Vandaag ga ik je een boek aanraden... het gaat ergens ver ook wel over oorlog - en ik hoorde dat je die beetje beu was - maar oke: op deze dag in 2020 werd Alexei Navalny (Russische Poetin-hater) vergiftigd op een vliegtuig. Daarna werd hij overgebracht naar een Duits ziekenhuis, waar hij pas na 2 jaar kon vertrekken. Maar zelfs dan, toen hij in Moskou aankwam, werd hij meteen opgepakt en naar een strafkamp gestuurd, wat uiteindelijk - waarschijnlijk ook door vergiftiging - zijn dood werd. Meer lezen zou ik aanraden via zijn eigen boek, die noemt 'Patriot'.",
    "2025-08-21": "Vandaag wordt Usain Bolt 38 jaar, wat eigenlijk jonger is dan ik had gedacht - vooral omdat het lijkt alsof elke persoon op Aarde die kent en toch is hij nog jong..! Die man kan natuurlijk snel lopen, maar hoe snel precies? Durf je een gokje wagen? Welke recordtijd zette hij voor het lopen van 100 meter?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>19.19s</label><label><input type='radio' name='quiz' value='2'>14.72s</label><label><input type='radio' name='quiz' value='3'>9.58s</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-08-22": "Omdat je niet vaak zelf het nieuws leest, ga ik je herinneren aan de oorlog (genocide) in de Gazastrook met dit historisch weetje: op deze dag in 1982 riep de toenmalige eerste minister, Sharon, nog op voor een vredevol samenleven met Palestijnen en een tweestatenoplossing. Het contrast met vandaag en de huidige eerste minister is schrijnend... maar wat nog meer schrijnend zou zijn is als je de naam van de huidige premier niet zou kennen, toch? Wat is zijn bekende achternaam nu weer?<input name='guess'><button type='button' data-contain='netanyahu'>Antwoord</button>",
    "2025-08-23": "BOEEEEEEEEEM!!! Das mijn imitatie van de uitbarsting van de Vesuvius in het mooie jaar 79, waarover je ooit in een ver verleden hebt gelezen in Latijn... ook het Molotov-Ribbentrop pact werd op deze dag in 1939 gesloten; dat moet je je nog herinneren uit de lessen geschiedenis van Coussie als het begin van de Tweede Wereldoorlog. Maar op welke datum is die nu echt begonnen? Met andere woorden, wanneer viel Nazi-Duitsland Polen binnen?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>3 september 1939</label><label><input type='radio' name='quiz' value='2'>1 september 1939</label><label><input type='radio' name='quiz' value='3'>2 september 1939</label></div><button type='button' data-answer='2'>Antwoord</button></form></div>",
    "2025-08-24": "Vandaag in 2015 bereikte Facebook totaal 1 miljard gebruikers, goed voor een achtste van de wereldbevolking. Zoals je wel kan verwachten was dat ook hun piek; in de laatste jaren is Facebook enorm aan het sterven... toch blijft het mijlenver boven Instagram, Snapchat, ... en enkel YouTube is als sociaal medium sinds 2020 populairder. Hier zie je die grafiek met YouTube het rode en Facebook het blauwe!!!<img src='assets/facebook_youtube.png'>Ik heb Loeka succesvol geforceerd om statistiek te bekijken",
    "2025-08-25": "Lucca op kot zal trots zijn op wat een Japanner op deze dag in 1958 heeft uitgevonden: instant noodles! Ja, hetzelfde land dat bekend staat om supermmmm noedels heeft ook de brakke fast versie uitgevonden, mooi contrast dus. Ik ga je ook forceren om na te denken over een beetje technologie: jouw laptop runt waarschijnlijk op Windows. Er bestaat natuurlijk ook MacOS (van Apple), maar wat is de derde minder bekende, alternatieve en nerdy optie als OS (operating system) die vandaag in 1991 werd uitgebracht?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Linux</label><label><input type='radio' name='quiz' value='2'>iOS</label><label><input type='radio' name='quiz' value='3'>Edge</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-08-26": "Vandaag in 1907 deed Harry Houdini zijn nu bekende onderwater-vastgeketend-ontsnapping in 57 seconden... sindsdien heeft bijna elk pretpark een attractie staan zoals Houdini's House in Bellewaerde, met banken en muren die rond je draaien... maar welk van deze pretparken heeft dat niet?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Walibi Belgium</label><label><input type='radio' name='quiz' value='2'>Efteling</label><label><input type='radio' name='quiz' value='3'>Bobbejaanland</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-08-27": "Op deze dag in 2024 zijn we samen met de hele gang naar het vuurwerk bij Waregem Koerse gaan kijken. Dit jaar is dat op dinsdag 2 september, zet dat al maar in je agenda - want dat is een traditie. Normaal zou ik hier nu een foto zetten van die mooie avond, maar er is er geen :( We moeten MEER foto's nemen!!!",
    "2025-08-28": "Waregem Koerse blijft ons achtervolgen, en op deze dag in 2023 was dat in de vorm van de Parkies met Pommie en Camille, samen met Maria en Amber. Ik onthoud niet veel van het concert zelf, maar wel dat dat de eerste keer was dat Maria ooit vertelde over Quinten, toen nog in de Clipreis-versie van de relatie. En nu twee jaar later hebben we die lieve man al ontmoet!!! Ahum hier trouwens weer geen foto's van, al zou ik zweren dat we wel een genomen hebben - waarschijnlijk nooit gekregen :(",
    "2025-08-29": "Terwijl hier in België discussie blijft duren over het verhogen van de pensioenleeftijden, wil ik een dag-op-dag feitje meedelen uit 2018 uit Rusland. Daar werd toen de pensioenleeftijd verhoogd naar 60... voor vrouwen! En 65 voor mannen... ik wist niet dat dit kon, maar blijkbaar zijn er veel landen waar je geslacht je pensioenleeftijd bepaalt. In Oostenrijk gelden bijvoorbeeld dezelfde leeftijden als net vermeld. Ze doen het ook in Bulgarije, Tsjechië, Albanië, Roemenië, ... al proberen ze in Roemenië om de leeftijd bij vrouwen op te trekken zodat in 2030 beide geslachten aan een gelijke 65 zitten. Het is pijnlijk, want vrouwen leven gemiddeld langer dan mannen, maar hoeveel jaar leven zij gemiddeld langer?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>3</label><label><input type='radio' name='quiz' value='2'>5</label><label><input type='radio' name='quiz' value='3'>4</label></div><button type='button' data-answer='2'>Antwoord</button></form></div>",
    "2025-08-30": "Als mijn notities correct zijn - zoniet doe alsof - is Elise vandaag jarig! Jij kent Elise al lang - weet eigenlijk niet hoe lang dus stuur eens! - en ik 'ken' haar sinds jouw verjaardag in 2023, waarna ik haar volgens mij niet meer heb gezien tot je verjaardag in 2025 lol. Triest, maar aan de andere kant kan ik wel uniek getuigen over hoeveel ze veranderd is in die periode: ENORM VEEL!!! Ze ziet er nu echt goed en volwassen uit, zoals ik jou en Maria daarvoor al een paar keer had horen zeggen en nu zelf bevestigd heb :) Wens haar maar een supergelukkige 18e verjaardag!",
    "2025-08-31": "Als je nog in het middelbaar zou zitten, zou vandaag het einde zijn van je zomervakantie... maar wij gelukzakken hebben natuurlijk nog 3 extra weken! Waaronder één specifieke week waar we volgens mij allemaal megahard naar uitkijken :) niet veel anders te zeggen, want morgen krijg je je eerste verrassing..!",
    "2025-09-01": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/0iUje2zcHqU\" title=\"1 september 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-09-02": "JOEPIE de eerste verrassing is dus al gepasseerd - khoop wel daje er op de dag zelf van genoten hebt. En vanaf nu kan ik ook twee weken lang elke dag iets leuks vertellen, want... Exact een jaar geleden vertrokken we onwetend uit Waregem richting Berlijn, nog niet beseffend wat voor een zotte levensreis we samen gingen maken... op deze dag hebben we niet gigantisch veel gedaan (door het lange reizen) maar ik kies elke dag toch één mooie foto uit die de dag samenvat!<img src='assets/europa-2sep.jpg'>",
    "2025-09-03": "Dag twee van de Europareis en nog steeds in Berlijn! Fantastisch geslapen in de kleine capsules (denk ik) en genoten van een Lidl-ontbijt... we hebben de stad verder ontdekt via musea (zowel oorlog als communicatie), monumenten en bekende uitzichten + ook McDonald's. Confronterende dag maar ook mooooooooooooooooooi! Via Ella heb ik ook gehoord da, zonder context, 'opa' jarig is op deze dag; nu ga ik eerlijk zijn en toegeven dak een ramp ben in familiesituaties onthouden, dus ik eb aan haar nog moeten vragen van welke kant - blijkbaar aan mamakant :duimpje_emoji:<img src='assets/europa-3sep.jpg'>",
    "2025-09-04": "Dag drie van de Europareis en de laatste in Berlijn :( hier een beetje rustiger, met eerst een kunstmuseumpje! Maria ad pas de dag zelf door dat we een echt kunstmuseum gingen bezoeken met echte oude schilderijen en geen raar Casper-achtig museum; daarna hebben we (vooral ik) een bootje rondgevaren op een Berlijns meer en de dag afgesloten met fietsen door drukke straten en wandelen door shoppingstraten.<img src='assets/europa-4sep.jpg'>",
    "2025-09-05": "Dag vier van de Europareis, op naar Praag! De stad van Maria, waarbij wij allebei enorm moe waren en eigenlijk niet genoeg van genoten hebben. Deze was door de reistijd opnieuw redelijk kort. Het uitzicht vanuit de Petrin-toren, de mooie kerken, de bruggen en oude gebouwen...<img src='assets/europa-5sep.jpg'>",
    "2025-09-06": "Dag VIJF van de Europareis en al direct de laatste dag in Praag :( we hebben veel ni gezien dus ooit moeje (me ons of iemand anders) nog eens gaan!!! Vandaag hebben we de oude stad ontdekt, hamburgers gegeten bij vrijgezellen en geëindigd met een rustige boottocht. Man die hamburger was goe <img src='assets/europa-6sep.jpg'>",
    "2025-09-07": "Dag hat (zes in Hongaars) van de Europareis betekent vroeg opstaan om te treinen naar Boedapest (= JOUW stad). Bij nader inzien weet ik ni waarom we een dictatoriaal regime hebben bezocht, maar we gaan politiek ff skippen en genieten van de memories..! Dit was ook een enorm lange treinrit, waardoor er eigenlijk weinig werd gedaan op de eerste dag, behalve het parlement at night zien :O<img src='assets/europa-7sep.jpg'>",
    "2025-09-08": "Dag ZEVEN van de Europareis en ook een bijna-fatale dag voor m'n gsm op de stoeltjeslift in het natuurlijke Boedapest. Gelukkig konden we daarna onze wonden voelen prikken in het warme bronwater van de thermen... vandaag is normaal gezien ook de eerste dag van onze Roemeniëreis, dus als je dit naast mij zit te lezen uhhh doe Maria verschieten ofzo lol<img src='assets/europa-8sep.jpg'>",
    "2025-09-09": "Dag acht van de Europareis! Vandaag ben ik me Maria eerst gaan laufen - ge moet meelopen hier in Roemenië - daarna gaan zwemmen in tweede thermen, musea bezocht en in de namiddag geshopt... op deze dag in 2023 zijn we ook alledrie naar De Panne gegaan! Maria was toen beetje sad, ma de zee is altijd leuk joepieee<img src='assets/europa-9sep.jpg'>",
    "2025-09-10": "Dag negen van de Europareis! We hebben Boedapest goodbye gezwaaid en ons rustig klaargemaakt voor onze allereerste nachttrein-ervaring... als alles goed klopt zouden we dat nu in Roemenië ook moeten gehad hebben of kan je er nu niet slapen en lees je dus dit - hopelijk even comfortabel als een jaar geleden ahum kuch kuch.<img src='assets/europa-10sep.jpg'>",
    "2025-09-11": "Naast 9/11 herinneren we vandaag ook de tiende dag van de Europareis, nu aangekomen in Verona en genietend van een korte dagtrip naar het Gardameer met de druiven-frettende eendjes. 's Avonds ben ik erin geslaagd om 10km te lopen en zijn jullie erin geslaagd om elektrische scooters uit te vogelen<img src='assets/europa-11sep.jpg'>",
    "2025-09-12": "Dag elf van Europareis(je)! Vandaag pas echt Verona ontdekt, hoewel het zo klein is dat ik tijdens het 10km lopen eigenlijk onwetend al alles had gepasseerd. Ze zouden deze romantisch noemen door Romeo en Juliette, maar was naar mn mening gewoon een mooie, gezellige, typisch Italiaanse stad.<img src='assets/europa-12sep.jpg'>",
    "2025-09-13": "Dag twaalf van Europareis en tijd voor de laatste stop: Genua met Mariatante! Die vrouw heeft onze reis oprecht gered, want we hadden ondertussen al 69 euro verloren door Trenitalia en zij eeft praktisch al ons eten betaald daar :) Ook een supergezellige stad en ik was vooral onder de indruk van de getalenteerde taxichauffeurs die met gemak, op under gsm en in volle rust door drukke straten op steile hellingen vliegen :O<img src='assets/europa-13sep.jpg'>",
    "2025-09-14": "Dag dertien van de Europareis en allereerst HAPPY BIRTHDAY MAMA!!!! Zeg et maar, geef aar n dikke knuffel, hopelijk een cadeau enzo, anyways: de voorlaatste reisdag van de Europatrip!! Dit was een stranddagje (met stenen ipv zand want Italië) met daarna een soort laatste avondmaal, omdat we de ochtend erna vroeg moesten vertrekken op de lange en pijnlijke terugreis... hier heb ik voor de tweede keer ooit (eerste keer was bij Maria's tante zelf) pasta pesto gegeten en och danku Genua voor deze ontdekking! Over de terugreis ga ik niets speciaals schrijven want VERRASSING MORGEN<img src='assets/europa-14sep.jpg'>",
    "2025-09-15": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/BjEx6WrS96c\" title=\"15 september 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-09-16": "Joepieeee tweede verrassing!!! Wel grappig, ik kreeg dit filmpje binnen op dezelfde dag dak heb geholpen met de kotverhuis, dus ik zag haar die avond naar u kot komen kijken, ma ze had totaal ni door da da filmpje voor mijn cadeau was hihahoe anyways... enjoy foto van moeë Maria op laatste ochtend van Europa(terug)reis!<img src='assets/europa-16sep.jpg'>",
    "2025-09-17": "Op deze dag in 1683 ontdekte (en deelde) Antonie van Leeuwenhoek voor het eerst dat bacteriën bestaan. Daarvoor wist niemand dus dat we volzaten van kleine diertjes, sommige lief en andere heel stout. Misschien is dit jouw sign om biologie te studeren? Geen idee, ik schrijf dit op 6 september dus ik hoop daje ondertussen al beslist ebt?",
    "2025-09-18": "Ik ga je nog een wetenschappelijk feitje geven: de Zwitserse wiskundige Leonhard Euler is op deze dag in 1783 gestorven :( Hij is natuurlijk bekend van de constante van Euler, die irritante 'e' die in exponentiële functies voorkomt en alleen leuk is omdat als je hem gebruikt de functie e^x zijn eigen afgeleide is. Vraag aan een wiskundige hoe ze op dat getal zijn gekomen, ik ben een fysicus die dat al lang vergeten is en de wiskundigen heel dankbaar is voor dit leuke getalletje.",
    "2025-09-19": "Laten we kijken hoeveel je kent van Nintendo vandaag. Fun fact: Nintendo was niet altijd een gamingbedrijf. Ze bestaan al sinds 1889, toen ze nog gezelschapsspelen en vooral Japanse hanafuda-kaarten maakten. Vandaag in 2013 is één van de presidenten (CEOs) van Nintendo gestorven: Hiroshi Yamauchi. Hij was president van 1949 tot 2003, waarbij het bedrijf zijn overgang maakte van randje faillissement naar miljardenbusiness in een nieuwe industrie... met die hint erbij: in welk jaar werd hun eerste hit, Super Mario Bros., uitgegeven?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>1985</label><label><input type='radio' name='quiz' value='2'>1986</label><label><input type='radio' name='quiz' value='3'>1987</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-09-20": "Het laatste weekend van de vakantie is begonnen :( dus tijd voor de introductie van een nieuw idee: UITDAGINGEN. Om de zoveel tijd, steeds op een zondag - als ik eens geen ander idee heb - verschijnt hier een uitdaging, dezelfde bij Maria. Die moet je binnen één week voltooien en het bewijs naar mij doorsturen. Ik geef je prestatie een score op 10 en die verschijnt op een nieuw scorebord hier op de website. Wie op het einde van deze kalenderjourney het meeste punten heeft, krijg uhh... eer en liefde :) Kijk dus maar uit naar morgen, voor de eerste uitdaging!!",
    "2025-09-21": "UITDAGING #1<br>Om het voor de eerste keer eerlijk te houden, doen we iets waar jullie normaal gezien allebei geen meesters in zijn - ik ook niet. Neem een blad papier, tekengerief en zet een timer voor 3 minuten. Teken binnen die tijd je beste impressie van een capibara en stuur hem dan door naar mij! Bonuspunten als je het proces filmt.<br><br>DEADLINE & PUNTEN: Zondag 28 september",
    "2025-09-22": "WOW dus dat was die geheime dinges waarover Maria heel de reis zat te zagen, denk je nu. Inderdaad, en je hebt één week de tijd om je werk af te leveren voor ik puntjes geef. Dit zal altijd op een zondag zijn, dus kijk er zeker naar uit. Wel niet elke zondag, want zoveel ideetjes heb ik ook niet. Het nieuwe schooljaar is vandaag begonnen! Vanuit de bodem van mijn hart (?) wens ik lieve loeka megaveel succes - ik schrijf dit op de 18e dus ik hoop dat je aan een keuze bent geraakt met of zonder onze hulp. Als ik iets kan zeggen zou ik aanraden om gewoon doorheen het semester alles al bij te houden en te leren... want je hebt ondertussen wel bewezen dat, als je studeert, je fantastische scores haalt. Dus doe het gewoon zo snel mogelijk, dan heb je direct 3 maanden verdiende vakantie in 2026 :)",
    "2025-09-23": "Op deze dag in 2019 bracht Greta Thunberg haar nu bekende 'How dare you'-speech. Grappig om te denken dat je haar letterlijk op een trein hebt gezien, goede meid die Greta. Op deze zelfde dag in 2021 voerde Biden de eerste wetgeving in tegen broeikasgassen. Natuurlijk zijn die ondertussen allang ongedaan gemaakt, door een zekere vette, fascistische sinaasappel die daar nu aan de macht is. Ahum.",
    "2025-09-24": "Op deze dag in 1952 werd het eerste restaurant van Kentucky Fried Chicken, KFC, geopend in Utah - niet in Kentucky. Dit doet je natuurlijk meteen denken aan je wijze beslissing in Parklake, Boekarest om een stuk of twintig chicken tenders te bestellen en daarna de helft aan ons te geven. Ze waren wel lekker, ik had verwacht dat het heel hard en ruw ging smaken, maar het was malser dan gedacht.",
    "2025-09-25": "Op deze dag in 2017 werd de eerste aflevering van Young Sheldon vrijgegeven. Ik kan niet op één hand tellen hoeveel verschillende mensen mij al hebben aangeraden om naar deze serie te kijken, idem voor de Big Bang Theory zelf. Beide heb ik geprobeerd en ze zijn absoluut niet uit te staan qua cringe en niet-grappig-zijn. Maar goed, hoe heet de acteur die Sheldon speelt in de oorspronkelijke reeks?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Jim Parsons</label><label><input type='radio' name='quiz' value='2'>Simon Helberg</label><label><input type='radio' name='quiz' value='3'>Johnny Galecki</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-09-26": "Voor deze dag heb ik niet echt iets te vertellen, dus jij mag iets vertellen. In welke gemeente is deze afbeelding genomen?<img src='assets/lucca_raadplaats.jpg'><input name='guess'><button type='button' data-contain='nieuwenhove'>Antwoord</button>",
    "2025-09-27": "Op deze dag in 2002 werd Jenna Ortega geboren, ik moet waarschijnlijk niet uitleggen waarvan zij bekend is. Maar we gaan het kort houden met een quizje: wie is de regisseur van de hitserie Wednesday?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Tim Burton</label><label><input type='radio' name='quiz' value='2'>Tyler Gillet</label><label><input type='radio' name='quiz' value='3'>Michael Chaves</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-09-28": "Op deze dag in 551 V.C. werd de filosoof Confucius geboren, hier zijn enkele van zijn bekendste quotes, misschien ter inspiratie.<br><br>Our greatest glory is not in never falling, but in rising every time we fall.<br><br>Everything has beauty, but not everyone sees it.<br><br>When it is obvious that the goals cannot be reached, don't adjust the goals, adjust the action steps.<br><br>Vergeet trouwens niet dat vandaag de deadline is voor de eerste challenge!!!",
    "2025-09-29": "Op deze dag in 1913 is Rudolf Diesel gestorven. Zijn naam klinkt als een slecht verzonnen grap, maar het is echt: hij heeft de Dieselmotor uitgevonden. Nu rijdt bijna iedereen met een gasmotor - natuurlijk vernoemd naar de bekende Rudolf Gas - of elektrisch, maar ik herinner me nog dat wij thuis ooit een dieselmotor hadden. Ja sorry er was niets beter te vertellen, geniet van je dag!!!",
    "2025-09-30": "September is over! Het was een topmaand, met voor mij de Roemeniëreis als hoogtepunt, ik vermoed bij jou dat of de reis naar Londen, ook echt een toplocatie. Nu is het schooljaar al een goede week bezig en ik verwacht dat je al je lessen flink hebt bijgewoond en alles hebt samengevat en al minstens 1 keer hebt geleerd. Dat zou moeten lukken, toch? Morgen verrassing! :D",
    "2025-10-01": "<iframe width=\"815\" height=\"458\" src=\"https://www.youtube.com/embed/lPXKlSJUex0\" title=\"1 oktober 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-10-02": "Mooi filmpje van u zus ee :) Op deze dag in 1614 werd Louis XIII officieel als volwassen aangekondigd. Da klinkt heel bizar - en da is het ook - en zeker als je weet dat hij toen 13 was. Dus ze keken naar die man (jongen) en dachten 'ah deze rakker is supervolwassen en slim en door God gestuurd' ofzo idk waze in de vroegmoderne tijd allemaal dachten. Maar 't is een mooie herinnering aan het feit da volwassen zijn qua leeftijd niet gelijk is aan het saaie volwassen zijn: blijf altijd kinderlijk, grappig en speels :)",
    "2025-10-03": "Niet veel gebeurd op deze derde oktober - hopelijk maak je er n goeie dag van dus - maar wel in 2004 een bekende acteur geboren, bekend van onder andere Stranger Things. Wie is deze jongeman?<img src='assets/noah_schnapp.webp'><div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Finn Wolfhard</label><label><input type='radio' name='quiz' value='2'>Joe Keery</label><label><input type='radio' name='quiz' value='3'>Noah Schnapp</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-10-04": "Op deze dag in 1675 is door de Nederlander Huyghens het uurwerk gepatenteerd. Uurwerken bestaan vandaag nog steeds, allicht n beetje moderner: toch is er niemand van mijn vrienden die eigenlijk een uurwerk draagt. Misschien dragen enkel stomme mensen uurwerken, misschien ebk met die laatste uitspraak mensen beledigt daje kent, misschien is dit het derde zinsdeel van een slechte grap, misschien moet ik stoppen, doei en love you",
    "2025-10-05": "Het is zondag, tijd voor een tweede uitdaging! Je hebt een week tijd...<br><br>UITDAGING #2<br>Fototijd! Stuur me voor de deadline één foto door die je zelf genomen hebt, zonder aanpassingen. Voor elk item uit onderstaande lijst die op je foto staat, krijg je één punt, voor een maximum van 10 punten.<br>1) Minstens 10 mensen<br>2) Jij zelf<br>3) Een niet-Nederlandstalig woord<br>4) Een wild dier<br>5) Een cursus wiskunde<br>6) Minstens 5 verschillende soorten bloemen<br>7) Iemand met een strooien hoed<br>8) Een straatbord<br>9) Iemand die in de lucht gesprongen is op de foto<br>10) Minstens één gezinslid <br><br>DEADLINE & PUNTEN: Zondag 12 oktober",
    "2025-10-06": "Gisteren was al een revolutionaire dag voor telecommunicatie, maar op deze dag in 1927 werd de allereerste film met klank uitgebracht: The Jazz Singer. Ik stel persoonlijk voor dat we op onze volgende reis naar deze eeuwenoude klassieker kijken, Maria (of gij) zal zeker niet in slaap vallen, mhm!",
    "2025-10-07": "Gezien u toch lichte interesse in wetenschap (waarvoor dank) zal ik nu een wetenschappelijk feitje vertellen: op deze dag in 1959 slaagden de Sovjet-Unie-mensen erin om de 'far side of the moon' te fotograferen en dat voor het eerst. 'Maar lieve Casper, wat is dat dan precies?' hoor ik u vriendelijk vragen: wel, wij zien altijd exact dezelfde kant van onze bolvormige maan. De andere kant is dus altijd verborgen voor ons en bevat trouwens veel meer kraters. Dit is een onopgelost probleem in de astronomie, maar men vermoed dat de Aarde van heel lang geleden er voor iets tussenzit, namelijk dat magmastromen (ook op de maan trouwens) aan deze kant voor een gladder maanoppervlak zorgden. Ofwel is het omdat die kant van de maan voor ons veel asteroïden moet incasseren, das mijn theorie.",
    "2025-10-08": "Op deze dag in 1769 ontdekte James Cook het eiland Nieuw-Zeeland. Zoals typisch is voor de Westerse stijl begon hij goed door de leider van de toenmalige inheemse stam af te knallen. En dus is hij de geschiedenis ingegaan als 'ontdekker' van een continent waar al veel langer mensen woonden. Maar dat is vaak zo in de geschiedenis...",
    "2025-10-09": "Ik ga dit feitje natuurlijk ook aan Maria meedelen: op deze dag in 1817 werd UGent officieel geopend! Maria heeft de 200e verjaardag dus ruim acht jaar gemist en zal normaal gezien ook de 250e missen. Wij hebben dan zogezegd de 600e verjaardag van KULeuven meegemaakt (en ik de 60e van KULAK) maar enorm veel heb ik daar niet van gemerkt... Jij wel in Leuven ofni? STUUR",
    "2025-10-10": "Op deze mooie dag in 1865 is de biljartbal gepatenteerd. Jep, je bevindt je momenteel in het 160e verjaardagsjaar van de biljartbal. Spijtig genoeg is die niet uitgevonden door meneer Billiard-Ball, maar wel gewoon door John Hyatt. In zijn patent is de bal echter gemaakt van cellulose en beschermd door een soort botachtige laag. Pas daarna zijn ze ze uit ivoor gaan maken en nu uit idk wat. Als je die cellulosebal wil zien kan je naar het nationale museum in Washington D.C. gaan - als de fascistische sinaasappel tenminste verdwenen is.",
    "2025-10-11": "Op deze prachtige dag in 1939 zat de President van de VS samen met zijn adviseur om een brief te bespreken. En niet zomaar een brief: een brief van Albert Einstein himself. Hij waarschuwde de president dat het maken van een atoombom nu mogelijk was, gezien de vooruitgang in kernfysica en andere takken van het vak. Zot om te denken dat dit nog geen honderd jaar geleden is en ik nu zelf fysica-oefeningen zit te maken over de theorieën van Einstein...",
    "2025-10-12": "Iedereen is alom bekend met de term 'The White House', maar die bestaat pas sinds 1901! Op deze dag in dat jaar heeft Theodore Roosevelt de naam veranderd van 'Executive Mansion' naar 'The White House'. Historici vermoeden dat hij dit deed omdat het gebouw de kleur wit had. Doet je denken.",
    "2025-10-13": "Op deze dag in 2016 ontving Bob Dylan - die naam ken je wel - de Nobelprijs voor de literatuur, maar dat door een liedje te schrijven (en zingen). Dat was ook een eerste keer. Er kunnen heel veel popmuzikanten iets opsteken van die mentaliteit: maak aub liedjes met echte inhoud ipv telkens drie minuten lang over romantische liefde te janken, dankje :D",
    "2025-10-14": "Voor je volgende verrassing nog even geschiedenis over onze favoriete oranje vrienden in het noorden: in 2010 werd Mark Rutte daar de nieuwe eerste minister / premier. En nu is hij de NAVO-generaal! Fun fact: toen hij vervangen werd (nog niet zo heel lang geleden) en voor het laatst zijn kantoor verliet, ging hij gewoon met de fiets naar huis. Zo zijn hollanders natuurlijk. Beelden hiervan kan je zelf op YouTube vinden :)",
    "2025-10-15": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/to-go73wP9Q\" title=\"15 oktober 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-10-16": "Oke vandaag is er (na de toffe verrassing) letterlijk niks gebeurd in de geschiedenis - of niks dak over kan schrijven althans - dus uhh... als je u verveelt mag je mij een leuvense room tour geven want kben benieuwd hoe t er ondertussen uitziet sinds de inrichtingsdienst van Casper en Lukas is langsgeweest :)",
    "2025-10-17": "Op deze dag in 1849 is Frédéric Chopin gestorven. Hij was een Poolse componist, je hebt sowieso al muziek van hem gehoord - zet anders eens Klara op in de auto. En hoe zit het met jou pianospelen? Kweet natuurlijk daje stukjes moet oefenen voor uhhh ja kken de naam ni maar t ding met de wandeling lol, speel je eigenlijk stukken in je eigen tijd ook? Stuur je antwoord op deze prangende vraag via WhatsApp!",
    "2025-10-18": "Op deze dag in 1867 kocht de VS Alaska van Rusland. No joke, ze hebben echt geld betaald voor een hoop sneeuw. Grappen terzijde: Alaska is wel degelijk de grootste staat in de VS en hangt niet eens vast aan de VS, want Canada zit ertussen. Rusland vindt die verkoop nu eigenlijk spijtig, aangezien ze altijd uit zijn op ijsvrije havens (zie Coussement) en Alaska uiteindelijk een goede geografische locatie geeft. Tussen Alaska en Rusland bevindt zich vandaag de dag de ijskoude Beringstraat. Oke einde les!",
    "2025-10-19": "Het is zondag, tijd voor de derde uitdaging! Je hebt een week tijd... (en Lucca doe hem aub deze keer of Maria haalt u helemaal in)<br><br>UITDAGING #3 - Euh... op kot!<br>Stuur me voor de deadline één filmpje door. Je hebt maar één kans om dat filmpje op te nemen, die gaat in vanaf je begint met opnemen en ik vertrouw op eerlijkheid dat je het daarbij houdt. Geef me een tour van je kot, waarbij je let op de volgende beperkingen:<br>- Geen 'uhh' zeggen<br>- Niet langer dan 3 seconden zwijgen<br>- Blijven praten over nieuwe dingen (niet honderd keer hetzelfde woord zeggen ofzo)<br>Als je ook maar een van deze regels schendt, is je tijd op. Je moet het filmpje niet perse dan stoppen, je mag gerust nog iets zeggen tegen mij of doordoen zonder je fout te beseffen, want ik zal zelf timen hoe lang je het volhield.<br>Degene die dit het langst volhoudt krijgt 10/10 en de ander verliest één punt per 15 seconden korter praten, tot op een minimale 5/10. Als Maria bijvoorbeeld een minuut langer praat, krijgt zij 10/10 en Lucca 6/10. Je mag natuurlijk 'voorbereiden' en nadenken voor je je enige poging waagt.<br><br>DEADLINE & PUNTEN: Zondag 26 oktober",
    "2025-10-20": "Op deze dag in 1964 is Kamala Harris geboren. Ze is dan wel verloren in 2024 en ze heeft duidelijk gemaakt dat ze niet opnieuw zal proberen, maar toch blijf ik hopen op een vrouwelijke president in mijn leven. De vraag is natuurlijk hoe lang dat zal duren... wat denk jij? Want de Amerikanen zijn er qua intelligentie en open-mindedness alleszins niet op vooruit aan het gaan...",
    "2025-10-21": "Op deze dag in 1866 (wel één maand geleden kwas te laat) is HG Wells geboren, een bekende science-fiction auteur. Als je nog nooit een boek van hem hebt gelezen - DOEN! - heb je vast wel ooit van 'War of the Worlds' gehoord, want er was ook een bekende verfilming van dat boek. Of als je er wel al boeken van hebt gelezen, weet het mij dan te zeggen :)",
    "2025-10-22": "Op deze dag (ook één maand geleden want kwas te laat) in 1791 werd de Engelse fysicus Faraday geboren. BOE FYSICA ik ga je over fysica vertellen: dus de wet van Faraday is de wet die je ooit in het 5e middelbaar hebt gezien, waarbij een verandering in magnetisch veld (de flux) een stroom veroorzaakt. Als je een stroomdraad doet ronddraaien tussen twee magneten (en die magneten kosten geen energie, enkel het draaien via een windmolen ofzo) dan krijg je dus een stroomopwekking!",
    "2025-10-23": "Op deze dag in 63 voor Christus (en godver weer een maand geleden want khad mn data fout ingesteld) werd onze beste vriend Julius Caesar geboren. Dat op zich is niet zo fenomenaal, wel het feit dat ik probeer om voor jou en Maria andere feitjes te vinden en datk deze niet had gevonden toen ik eerst deze dag voor Maria had geschreven. Maria zal dus nooit weten dat Caesar vandaag geboren is. Of nee wacht: doe aub funny en stuur aar zonder context 'Julius Caesar is vandaag een maand geleden geboren' en zie waze zegt lol",
    "2025-10-24": "Op deze dag in 1929 begon de crash van Wall Street. Denk daarbij aub niet aan de film met Leonardo DiCaprio, maar wel aan de meer entertainende lessen van Coussie!!!! De economische bubbel van de roaring twenties barstte en daarbij viel alles ineen, over heel de wereld dan ook. Daardoor zijn er waarschijnlijk (spijtig genoeg) veel extreemrechtse leiders aan de macht gekomen...",
    "2025-10-25": "Gisteren had ik het over die extreemrechtse leiders die na de crash van Wall Street (en de wereldwijde gevolgen) aan de macht kwamen. Vandaag op deze dag in 1932 (3 jaar later) zei Benito Mussolini, de klootzak fascist uit Italië, dat hij zeker nog 30 jaar zou aan de macht zijn. Maar natuurlijk eindigde de oorlog in 1945 en daarbij werd Mussolini (no joke) levend opgehangen, geschopt en vermoord door het Italiaanse volk. Geen 30 jaar dus, thank god.",
    "2025-10-26": "Op deze dag in 1949 werd het minimumloon in de VS verhoogd van 40 cent naar 75 cent... per uur... nu ja, inflatie is natuurlijk nu pas een ding, dus ondertussen zou dat iets van 4 dollar zijn en het werkelijke minimumloon is nu zelfs nog een klein beetje hoger. Maar in proportie tot voedselkosten bv is het loon in de VS erbarmelijk weinig.",
    "2025-10-27": "Op deze dag in 2022 kocht Elon Musk de app Twitter, nu natuurlijk bekend als X - maar niemand gebruikt die naam lol - en hij ontsloeg daarbij meteen allerlei mensen, zowel honderden medewerkers als een paar van de hoogste functionarissen. Sprekend als iemand die X toch wekelijks gebruikt: laten we zeggen dat het er niet beter op is geworden op die app. Het is een broeihaard van haat en extreemrechtse idioten met complottheorieën... soms funny, soms niet als je één keer probeert erop in te gaan en vervolgens vijftig verschillende scheldwoorden naar je hoofd krijgt!",
    "2025-10-28": "Op deze dag in 1886 werd het vrijheidsbeeld in New York officieel geopend door president Cleveland. Die werd natuurlijk door Frankrijk gegeven, reeds 'formeel' gegeven op 4 juli (niet toevallig) 1884. Het duurde dus meer dan 2 jaar om hem af te breken, te verschepen en herop te bouwen.",
    "2025-10-29": "Op deze dag in 1675 werd het symbool van de uitgerekte S geïntroduceerd voor de wiskundige integraal, door Gottfried Leibniz. Hopelijk weet je nog wat een integraal doet? Het berekent een oneindig dunne, kleine som van stukjes, dat kunnen stukjes van een functie zijn (en dan dus opp onder de curve) of meer fysische zaken zoals snelheid/positie. Vandaar de S van 'som'.",
    "2025-10-30": "Op deze dag in 1451 is Cristopher Columbus, de bekende ontdekkingsreiziger, geboren. Hij stierf in 1506, dus slechts 14 jaar na zijn ontdekking van de 'Nieuwe Wereld', of nog Amerika. Hij is dus niet zo oud geworden, misschien door een uitheemse ziekte die hij daar heeft opgedaan, geen flauw idee... ah nee hij is gestorven door arthritis die erger werd door zijn reizen.",
    "2025-10-31": "BOE!!! Tis halloweeeeen, en vandaag is er natuurlijk veel te vertellen over onze geschiedenis. Vanavond gaan we met de gang naar Gent voor de Halloween Night en de vorige twee jaren deden we dat ook, in Kortrijk. Het is nu een jaarlijkse traditie, vandaar dat we samen natuurlijk Maria hebben verplicht/overhaald om mee te gaan :) en je zal na de derde film ook naar een nieuwe verrassing hier kunnen kijken! Met mij (en Maria) erbij!! Dubbel (drievoudig?) plezier!!!!!!!!!!!!!!!!!!",
    "2025-11-01": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/GJyZ3FIBsMc\" title=\"1 november 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-11-02": "Da had je niet verwacht he die verrassing gisteren? Om eerlijk te zijn: Maria wist het al, want de verrassing van 1 oktober (haar buddies uit Gent) kwam pas 2 uur voor middernacht toe en ik had toen al een noodgeval-filmpje van mezelf opgenomen indien het nodig was... en had dat dus al gezegd. :) ANYWAYS<br><br>UITDAGING #4 - Schrijf een gedicht!<br>Schrijf een gedicht over een van de volgende thema's:<br>- Naaktslakken<br>- Cluj-Napoca<br>- Casper die zijn gsm laat vallen<br>- Volkorenbrood<br>- Hemelvaart<br>Je gedicht wordt beoordeeld op basis van Casper's subjectieve mening: hij zal letten op schrijffouten, niet te lang en niet te kort, mooi rijmen, een mooi rijmschema, een (diepe) betekenis en een beetje humor.<br>LET OP: vanaf nu geen extra tijd meer, alles vanaf 1 seconde na de deadline is een nul...<br><br>DEADLINE & PUNTEN: Zondag 9 november",
    "2025-11-03": "Het begin van november betekent Amerikaanse verkiezingen. Ik zou dus de komende dagen veel feitjes kunnen geven over politiek - en dat ga ik bij Maria wel doen - maar ik zal jou sparen :)",
    "2025-11-04": "Vandaag is er uhh ja niet veel gebeurd... dus quiztime: in welke stad/gemeente is deze foto genomen?<img src='assets/luccacasperweide.jpeg'><input name='guess'><button type='button' data-contain='anzegem'>Antwoord</button>",
    "2025-11-05": "Op deze dag in 1492 heeft Columbus niet Amerika ontdekt, maar wel dankzij de inheemse bevolking ontdekt wat maïs is. Ja, maïs is vandaag de dag een gewas dat je overal ziet (ook hier), maar is dus geïmporteerd uit de VS!",
    "2025-11-06": "Op deze dag in 1988 is Emma Stone geboren, die in zoveel films heeft meegespeeld dat ik het zelf niet kan oplijsten. De beste (en meest rare) is waarschijnlijk Poor Things, maar daar moeje Disney+ voor hebben :D",
    "2025-11-07": "huh is er vandaag iets speciaals te doen??????????",
    "2025-11-08": "De dag na een verjaardag is altijd stom... wel oke t is mijn fout want ik ga vandaag normaal gezien een dagje studeren zodatk zondag met grootouders kan vieren en maandagavond hopelijk me jullie twee lieve schatten :)",
    "2025-11-09": "Vorig jaar zijn we op deze dag (toen een zaterdag) iets gaan doen voor mn 18e verjaardag. Nu ja ik dacht das megabelangrijk dus ik ga iets cools maken: fair twas redelijk amateuristisch en qua timing ni goe ingeschat, maar twas wel een cool concept eig. En nee kdoe het niet opnieuw want kheb geen tijd, kwil me jullie 2 alleen (anders teveel mensen) en 19 is minder spectaculair hahahha",
    "2025-11-10": "Yoooo normaal spreken we vandaag af voor bday (tenzij we weer met zn allen te laat ebben geantwoord op elkaars berichten), en OOK normaal gezien hebben jullie flink gisteren of eerder een gedichtje doorgestuurd :) zoniet dan nul :(",
    "2025-11-11": "Ik denk dat ik niet moet uitleggen wat deze dag significant maakt in de geschiedenis, buiten dat het voor ons een vrije dag is natuurlijk. En dat komt omdat de Eerste Wereldoorlog toen is gestopt = wapenstilstand. Toen wisten ze sadly nog niet dat twee komt na één, laten we daarom hopen dat drie niet komt na twee.",
    "2025-11-12": "Op deze dag in 1990 werd het Wereldwijde Web uitgevonden (ja) door Tim Berners-Lee. Ik ken die man heel goed omdat hij ook gezorgd heeft voor de programmeertalen van het internet; diegene die ik hier nu aan het gebruiken ben om deze website voor jullie te maken. Ik zou kunnen zeggen dat we elkaar zonder zijn uitvinding nooit hadden ontmoet, maar op zich is dat niet waar, daar hadden we gewoon school en geen internet voor nodig. Dus wij zijn safe!!!",
    "2025-11-13": "Op deze dag in 1856 klonk de Big Ben voor het eerst in Londen. Maar dat is niet de echte naam! Big Ben is de naam van de grootste bel in de toren, maar hoe noemt de toren zelf?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Tower of London</label><label><input type='radio' name='quiz' value='2'>London Eye</label><label><input type='radio' name='quiz' value='3'>Elizabeth Tower</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-11-14": "Een geneeskundig weetje voor jullie beiden vandaag: in 1666 werd op deze dag de allereerste bloedtransfusie uitgevoerd, dan wel tussen twee honden en geen twee mensen. Maar je weet wel, zoals altijd moet dat eerst op kleinere wezentjes getest worden (oeps), en bij deze is het niet erg want bloedtransfusies redden ook vandaag nog talloze levens per dag. Uhhh welke bloedgroep ebben jullie zelfs, eig weten de meeste mensen da niet van zichzelf das redelijk belangrijk hahah",
    "2025-11-15": "<iframe width=\"815\" height=\"458\" src=\"https://www.youtube.com/embed/QJR-OnP9eE8\" title=\"15 november 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-11-16": "UITDAGING #5 - X truths and 5-X lies<br><br>Deze challenge is heel simpel en berust louter op hoe goed ik jou ken en hoe goed jij mij kent. Stuur mij voor de deadline via bericht 5 feiten over jezelf door. Ik zeg 'feiten', maar je mag zelf kiezen of ze waar of vals zijn. Dus je kan mij 3 leugens en 2 waarheden sturen, of 5 waarheden of 5 leugens, dat kies je zelf. Ik moet zien te raden welk van jouw 'feiten' waar en vals zijn.<br>Voor elke fout die ik maak verdien je 1 punt. En omdat ik lief ben geef ik jullie sowieso al 5 punten cadeau - je haalt dus een score tussen 5 en 10.<br><br>BELANGRIJK: Samen met de opgaves (in puur bericht) moet je me ook een manier meegeven om mijn antwoorden te controleren. Maak er bv. een PDF van en stuur die tegelijk als bestand door, zodat ik niet gespoild wordt - vertrouw op mijn eerlijkheid.<br><br>DEADLINE & PUNTEN: Zondag 23 november",
    "2025-11-17": "Oef amai hopelijk ben je blij met zowel t filmpje als de challenge. Maria zei daze de challenges 'onhaalbaar' vond, dus bij deze iets unieks. Anyways! Wat ik gisteren door de challengedag niet kon vertellen is dat we natuurlijk (zoals eergisteren) ook vorig jaar (16/11) naar de spaghettiavond zijn geweest samen. Ik beloof dat ik bij herinneringen aan gezamenlijke uitjes altijd foto's zal plaatsen, maar helaas heb ik hier enkel een eigen profielfoto aan over gehouden. MEER FOTOS MAKEN DUSS",
    "2025-11-18": "Op deze dag in 2011 - andere tijden toen - bracht de nieuwe onbekende band 'One Direction' hun eerste album uit. De bekendste hit daarvan is alleszins 'What makes you beautiful', maar ik ben meer fan van de parodie genaamd 'Learn to solve an integral', geen grap dit is een bekende parodie zoek het op en geniet.",
    "2025-11-19": "Er is iemand jaaaaariggggg, het is Isaura (jonge versie). Net zoals mij heb je haar waarschijnlijk al heel lang niet meer gehoord - ik weet niet eens wat ze studeert. Ik hoor haar enkel als ze stuurt 'ik kan niet' in de Griekse groep. Net zoals iedereen op het spaghettibericht eigenlijk, en dan nog opeens allemaal tegelijk de avond ervoor :-(",
    "2025-11-20": "Oke vandaag is er geen kennis van ons jarig ofzo, maar wel een dierbare voor mij: de wetenschapper Edwin Hubble. Je hebt uiteraard al gehoord van de Hubble-telescoop (zoniet dan is het mijn beurt om te zeggen dat je onder een steen leeft), waarmee exoplaneten en exosterren kunnen worden in kaart gebracht. Maar Hubble is ook degene die aan de hand van roodverschuiving (het licht van verre sterren verandert van kleur omdat ze van ons wegbewegen) ontdekte dat het heelal aan het uitdijen is - letterlijk alles aan het uitrekken. Voila, ziezo je portie fysica voor de dag. Thank me later, love u",
    "2025-11-21": "Op deze dag in 1905 werd de algemene relativiteitstheorie van onze buddy Einstein gepubliceerd. Dat boeit je waarschijnlijk bitterweinig, dus ga ik je extra pesten door een wiskundige vraag te stellen en je memory van het middelbaar zo te testen. Wat is de 2-log van 32?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>16</label><label><input type='radio' name='quiz' value='2'>4</label><label><input type='radio' name='quiz' value='3'>5</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-11-22": "Op deze dag in 1963 werd John F. Kennedy neergeschoten in Dallas, Texas door Lee Harvey Oswald. En dat terwijl presidenten (zeker in de VS) de meest beschermde personen zijn die je kan bedenken. Maar hoeveel VS-presidenten zijn zo al geassassineerd?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>4</label><label><input type='radio' name='quiz' value='2'>5</label><label><input type='radio' name='quiz' value='3'>6</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-11-23": "Wie is de man op onderstaande foto? Kleine tip: hij is sinds deze dag in 2014 de bijna onverslagene grootmeester in de schaakwereld...<img src='assets/magnus.jpg'><input name='guess'><button type='button' data-contain='carlsen'>Antwoord</button>",
    "2025-11-24": "Exact twee jaar geleden dachten wij met zn allen: he we gaan eens 5 kilometer gaan sterven in Sint-Eloois-Vijve. Voor jou is het bij één keer gebleven, Maria en ik hebben het dan nog eens gedaan - 29 november. Ik herinner me nog goed dat ik in het begin met mijn lange stelten gewoon kon snelwandelen terwijl jullie aan het lopen waren.<img src='assets/beatrun2023.jpg'>",
    "2025-11-25": "Op deze dag in 2016 is Fidel Castro gestorven. Vreemd om te denken dat iemand uit de geschiedenislessen, met een redelijk belangrijke en omstreden rol, nog zoveel van deze eeuw heeft meegemaakt. Geen idee of ik me daardoor jong of oud moet voelen???",
    "2025-11-26": "Zoals je je nog goed herinnert uit de lessen Engels (hopelijk) weet je dat Alice in Wonderland geschreven is door Lewis Caroll. En dat verhaal is vandaag in 1865 ook gepubliceerd. Maar heb je dat verhaal ook ooit gelezen? Zoja, welk van deze personages bestaat niet echt?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>De dodo</label><label><input type='radio' name='quiz' value='2'>De valkbijter</label><label><input type='radio' name='quiz' value='3'>De vis-hofdienaar</label></div><button type='button' data-answer='2'>Antwoord</button></form></div>",
    "2025-11-27": "Op deze dag in 1895 werden de Nobelprijzen 'uitgevonden'. Het was een idee van Alfred Nobel, vermeld in zijn testament. Hij wilde prijzen uitreiken aan de uitvindingen die de mensheid vooruithelpen, in tegenstelling tot zijn eigen uitvinding van dynamiet, die zonder twijfel veel meer mensenlevens heeft gekost dan geholpen...",
    "2025-11-28": "Wanneer konden vrouwen voor het eerst meestemmen in een verkiezing? Dat was in 1893, in Nieuw-Zeeland! Daar mochten vrouwen voor het eerst in de algemene verkiezingen meestemmen; in België moesten we daarop nog wachten tot 1945 en in sommige landen zelfs nog veel langer :(",
    "2025-11-29": "Iedereen kent Schrödingers' kat, en als ik die t shirt aandoe dan zaagt iedereen ook constant aan mn hoofd om uit te leggen wat 'superpositie' is. Ik ben zeker dat je al weet wat dat is :) ma goed dat gedachte-experiment is vandaag gepubliceerd. Het gaat erom dat een kat in een doos levend en dood is tot je hem bekijkt, een mooie metafoor voor het feit dat een elektron (of ander deeltje) in een superpositie van toestanden zit tot je hem observeert, waarbij hij dan vervalt tot één toestand. Dat komt omdat die superpositie een golfeigenschap is, en 'één positie' is een deeltjeseigenschap. Je kan niet beide tegelijk observeren, dus als je ziet 'wow dat elektron gaat door spleten en maakt een interferentiepatroon! ik ga eens proberen meten door welke spleet hij precies gaat ahha' dan zegt het elektron 'fuck you ik word deeltje' en het golfkarakter verdwijnt = geen mooi patroon meer!",
    "2025-11-30": "UITDAGING #6 - Strava Map Art<br><br>Tijd om twee productieve bezigheden te combineren: wandelen en kunst maken! De uitdaging bestaat erin om aan de hand van straten in jouw buurt (waar je ook wil) en je wandelskills, een herkenbare vorm te creëren. Je punten bestaan uit twee delen: je krijgt één punt per gewandelde kilometer, tot maximaal 5 punten - dus als je gewoon 5km wandelt zonder doel heb je al de helft. De andere 5 punten zijn subjectief gegeven door mij, op basis van je creatie. Specifieer in je Strava-post wat je probeerde te tekenen. Je krijgt punten op herkenbaarheid, originaliteit (gelieve niet het miljoenste hartje te tekenen) en uitvoering. Omdat dit misschien meer voorbereiding vereist krijg je twee weken de tijd - met direct op de deadline dan de volgende challenge.<br><br>DEADLINE & PUNTEN: Zondag 14 december",
    "2025-12-01": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/naYLQDoc_Us\" title=\"1 december 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-12-02": "Hoi!! Op deze dag in 1804 werd Napoleon (die guy) officieel gekroond tot keizer der Fransen. Maar waar vond die kroning precies plaats?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Notre Dame (Parijs)</label><label><input type='radio' name='quiz' value='2'>Paleis Versailles</label><label><input type='radio' name='quiz' value='3'>Grand Trianon</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-12-03": "Is de Aarde een bol? Ik mag hopen dat je je uit een of andere les aardrijkskunde nog herinnert dat dat inderdaad NIET zo is. De aarde is eerder ellipsvormig, maar een ellips is 2D dus in 3D noemt men dat een ellipsoïde. Deze afwijkende vorm zorgt er onder andere voor dat de aarde een precessiebeweging maakt (zoals een tol) met een periode (tijdsduur) van 26.000 jaar. We merken er dus (gelukkig) niets van; het zorgt er wél voor dat de positie van de Poolster en alle andere sterren over die periode verschuiven. Oude waarnemingen (vb in klassieke oudheid) bewijzen dan ook dat zij andere posities aangaven voor de bekende sterren...",
    "2025-12-04": "Geen nieuws vandaag... waar is deze mooie foto genomen?<img src='assets/raadplaats_rad.jpeg'><input name='guess'><button type='button' data-contain='gent'>Antwoord</button>",
    "2025-12-05": "Op deze dag in 1901 is Walt Disney geboren. We kunnen debatteren over de culturele impact van de door hem opgerichte bedrijven, zij positief of negatief, maar we kunnen samen niet ontkennen dat hij een gigantische impact heeft gehad op onze jeugd... er gingen vroeger (na zijn dood in 1966) veel verhalen rond over dat hij zogezegd cryogenisch zou bevroren zijn en ergens in Disney World Orlando zou verstopt zitten, wachtend op de technologie om een oneindig leven te leiden, maar uhhh ja das dus niet waar. #mandelaEffect",
    "2025-12-06": "Tis Sinterklaas!!!! Ik weet eigenlijk niet of jij da nog viert? Hopelijk wel, want 1 cultuur en 2 cadeautjes we love cadeautjes en 3 we love liegen tegen naïeve kindertjes :D<br><br>Ahja en ooit in mijn oude research ebk gehoord da jouw oma jarig is vandaag? ik baseer mij op lieve bronnen rondom jou dus khoop dada juist is hahaha",
    "2025-12-07": "Vandaag in 1941 vond de aanval op Pearl Harbor plaats, een Japanse aanval op de VS lijkt nu misschien dom, maar de Japanners wisten dat de VS zich vroeg of laat zou moeien en hebben hier geprobeerd om hun vloot te beschadigen, om (and I quote) 'de overwinning sneller te doen komen'. Goed geprobeerd man",
    "2025-12-08": "Pssst, ik bid daje dit op de dag zelf leest: mama is vandaag jarig dus mss kunje haar iets sturen hhahah ze ga t alleszins ni verwachten",
    "2025-12-09": "Weetje vooral belangrijk voor Maria, ma Roemenië is nu ook deel van ons :) Op deze dag in 1967 werd Nicolae Ceaușescu president van Roemenië. De (almost) laatste president van Roemenië onder de invloed van de Sovjet-Unie, vooral bekend dankzij zijn gruwelijke (maar verdiende) afzetting in 1989...",
    "2025-12-10": "Wist je da het concept programmeren uitgevonden is door een vrouw? JA een vrouw, Ada Lovelace uit Londen. Die is vandaag in 1815 geboren en aan haar heb ik een gigantisch deel van mijn leven te danken. Sadly spreken we van de negentiende eeuw en mocht ze dus enkel deelnemen aan academica onder mannelijke schuilnamen.",
    "2025-12-11": "In 2019 (vandaag) werd Greta Thunberg benoemd tot persoon van het jaar. Oke, ze kan soms irritant lijken, oke haar ouders zijn steenrijk en ze hoeft eigenlijk niet te werken, maar zelfs onder die omstandigheden brengt ze een duidelijk bericht waarvan ze zelf duidelijk totaal overtuigd is - dat merk je aan haar extreme toewijding. En natuurlijk kan ik ni vergeten vermelden da jij haar ooit gezien hebt op een trein. Flink dat ze met de trein gaat, totaal niet verwacht",
    "2025-12-12": "Op deze dag in 1915 is Frank Sinatra geboren, een van de enige 'ouderwetse' zangers waar ik fun fact zelf nog naar luister - de rest van mijn catalogus is redelijk modern - simpelweg omdat zijn stem een onbeschrijfbaar gevoel van rust en comfort geeft, ongeëvenaard met de meeste zangers of zangeressen van tegenwoordig. Ie eeft ook veel kerstliedjes, dus je weet wat te doen op kerstavond :)",
    "2025-12-13": "Twee dagen geleden zei ik dat Greta Thunberg persoon van het jaar was, wel in 2021 was dat dus Elon Musk. Ik denk dat de mensen die toen die beslissing hebben genomen nu redelijk veel spijt hebben van wat ze hebben gedaan. Man is een klootzak en zou ondertussen ook nog eens de eerste biljonair kunnen worden (als beloning voor het stimuleren van Tesla-verkoop want die zijn barslecht momenteel).",
    "2025-12-14": "(Je hebt nog tot vanavond om de Strava challenge te doen!!)<br>UITDAGING #7 - Speur snel!<br><br>Deze uitdaging MOET je uitvoeren vanuit je kot/slaapkamer!<br>Je maakt een filmpje, beginnend vanop je kamer, met als doel om zo snel mogelijk één item uit onderstaande lijst in beeld te kunnen brengen. Je mag hiervoor geen hulp van anderen inroepen. Het gevonden item in kwestie mag niet jouw eigendom zijn noch het eigendom van iemand die je kent of in hetzelfde gebouw woont.<br>- Een graffiti-kunstwerk van minstens 1x1 meter<br>- Een knoopcel-batterij<br>- Een verkeersbord met een dierenwaarschuwing<br>- Een lantaarnpaal die overdag (tussen zonsopgang en zonsondergang) brandt<br>- Een hond die geen leiband draagt<br>Je mag dit meermaals proberen (telkens terug beginnen vanop je kot/slaapkamer), maar per herhaling daalt je score met 2. Als je een derde poging inzendt, krijg je dus maar 6 punten. Je stuurt me AL je poging-filmpjes door! Ik bekijk dan van al je pogingen de snelste tijd, als die sneller is dan Maria krijg je nog twee punten bovenop je vaste score.<br>Voorbeeld: je stuurt 3 pogingen, maar je snelste tijd is wel sneller dan die van Maria. Dan krijg je 6 punten door de 3 pogingen en nog 2 door de snelheid, dus 8 totaal.<br><br>DEADLINE & PUNTEN: 21 december",
    "2025-12-15": "<iframe width=\"815\" height=\"458\" src=\"https://www.youtube.com/embed/M4ZCPwMqUps\" title=\"15 december 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-12-16": "Voor Maria zit t semester er vandaag al op, ge waart t natuurlijk al van plan, ma stuur zeker ma SUCCES MEID want ze ga da megagoe doen! Wij nog tot vrijdag alsk just ben. en in de blok MOETEN we keer afspreken me ons drietjes want 1. ja 2. tis lang geleden en 3. samen 'studeren' in Leuven ofzo",
    "2025-12-17": "Tis nog niet eens een jaar geleden dat paus Franciscus gestorven is en vandaag in 1936 is hij geboren. Maar waar is die man nu weer geboren?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Argentinië</label><label><input type='radio' name='quiz' value='2'>Portugal</label><label><input type='radio' name='quiz' value='3'>Brazilië</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-12-18": "Vandaag zijn zowel Stalin, Stieven Spielberg, Brad Pitt als Billie Eilish geboren... uhhhmmm ze hebben allemaal gemeen dat ze bekend staan voor iets..? De ene beter dan de andere..",
    "2025-12-19": "T semester zit erop... aleja het smijten van theorie althans, nu ist blokken blokken blokken tot we het binnen een paar weken terug op een blad kunnen smijten :) En dan nu een wiskundig bewijs daje da ga kunnen: Casper gelooft in Lucca en gelooft dat zij haar examens supergoed zal doen, bovendien houden Casper en Lucca van elkaar en gelooft Lucca in Casper. Omdat Lucca in Casper gelooft, moet ze ook geloven in wat Casper gelooft, dus gelooft Lucca ook in zichzelf en dat ze haar examens supergoed zal doen. Hiermee is de stelling bewezen. LOVE YOU!!!",
    "2025-12-20": "Vandaag exact 2 jaar geleden zijn we samen naar Lillan gegaan voor de allereerste editie van de Griekse avond. Wij alleen met de trein, omdat Grieken blijkbaar niet milieugezind zijn... dit jaar gaan we da opnieuw doen he, net voor 2e semester!!<img src='assets/percyjackson.jpeg'>",
    "2025-12-21": "Vandaag is de winter officieel begonnen! En daarmee dus een van de beste seizoenen - er zijn er maar vier ma oke - kweet eig niet wat jouw favoriete seizoen is dus stuur da ma want kben benieuwd :)",
    "2025-12-22": "Pssst ge kunt vandaag sturen naar Maria aar mama en/of zus, want ze zijn allebei jarig!!!",
    "2025-12-23": "Vandaag in 1888 heeft Vincent van Gogh zijn oor afgesneden met een mes, na een hevige discussie met de mede-schilder Paul Gauguin. Bleek dat de man ernstig last had van mentale problemen en wel vaker dergelijke aanvallen op zichzelf zou uitvoeren. Het oor heeft hij trouwens mooi bewaard en gegeven aan een prostituee (???), maar nu weet niemand waar het is. Een museum in Duitsland heeft met het DNA van een verre kleinzoon wel een replica kunnen maken, want natuurlijk hebben we daar iets aan lol",
    "2025-12-24": "Vandaag is Anouk jarig!! Kijk, ik weet dawe allebei jaloers zijn op haar leven in Italië ma vandaag gaan we da effe negeren. Jij kent aar sws beter dan mij - al ist ook al een tijdje geleden daje haar hebt gezien denk ik - maar in de lessen Grieks was die meid wel echt dé shit",
    "2025-12-25": "Elaba ge moet ni mijn tekstjes zitten lezen vandaag ge moe the christmas joy verspreiden",
    "2025-12-26": "Vandaag in 1893 is Mao Zedong geboren. Historici schatten dat de Chinese dictator (dat mag ik hem noemen denkik) meer dan 25 miljoen mensen direct of indirect heeft vermoord, door ze in werkkampen te proppen of ze af te maken omdat ze letterlijk fuckall hadden gedaan. China is vandaag de dag nog steeds redelijk soort van dictatuur ma tis op bepaalde vlakken wel beter dan toen - kzou er nog steeds wel ni op reis naar gaan uit protest",
    "2025-12-27": "Vandaag in 1571 is Johannes Kepler geboren, die je hopelijk bekend in de oren klinkt als een van de belangrijkste grondleggers van de sterrenkunde! Nu om eerlijk te zijn, mijn droom om sterrenkunde als master te doen is een beetje verbrijzeld door de vreselijk slechte prof die ik dit semester had voor sterrenkunde, ma goed keb nog een jaar om te recupereren, anders wordt het Theoretical Physics (ook goe)",
    "2025-12-28": "UITDAGING #8 - Studeer eens iets anders<br><br>Ondertussen heb je natuurlijk al flink je vakken herhaald - hopelijk niet voor het eerst iets gelezen - en zou je dus ook veel moeten bijgeleerd hebben. We gaan eerlijk zijn, veel van wat we leren interesseert ons weinig, want iedereen heeft altijd voorkeuren, maar er zitten zeker ook dingen bij die super interessant zijn.<br><br>Kies één hoofdstuk/onderwerp uit ELK van je vakken die je zelf het interessantst vindt. Maak een filmpje waarin je elk van deze onderwerpen kort maar correct uitlegt aan mij. Ik zal subjectieve punten geven op de volgende zaken:<br>- Of ik het begrijp (5 punten)<br>- Of je zelfvertrouwen uitstraalt (1 punt)<br>- Of je vlot kan spreken (1 punt)<br>- Niet te lang (1 punt)<br>- Niet te kort (1 punt)<br>- Of ik het interessant vindt (1 punt)<br><br>DEADLINE & PUNTEN: 4 januari",
    "2025-12-29": "Vorig jaar op deze dag is Jimmy Carter, de 39e president van de VS, gestorven, met een hele ceremonie als gevolg. Daar was ook Trump bij, die ondanks zijn kinderachtige gedrag dus wel respect kan hebben voor mensen die gestorven zijn. Oh wacht toch niet, want toen een paar weken geleden (van nu) een Amerikaanse regisseur werd neergeschoten door zijn eigen zoon, postte hij op Truth Social dat die regisseur 'toch op niks trok en anti-Trump was' oke man",
    "2025-12-30": "2 jaar geleden zijn we op deze dag samen naar Gent geweest, want daar was net als nu een 'hele' kerstmarkt, inclusief reuzenrad waar we aan twijfelden door de hoge prijs lol<div id='gallery'><img src=\"assets/gent.jpeg\"><img src=\"assets/genttoren.jpeg\"></div>",
    "2025-12-31": "En dat was 2025! Ondertussen heb je zo al 137 berichtjes hier op je kalender gekregen :) dus nog niet eens aan de helft - oeps! Kben zeker da het ondertussen wel soort van saai wordt soms, maar in de tweede helft van het schooljaar doen we altijd veel meer... en nog altijd filmpjes en challenges natuurlijk <3",
    "2026-01-01": "Happy new year!<br>Uhhh ja dus filmpje is ni echt op tijd toegekomen 😬 ma je krijgt em op 15 januari haha ondertussen zeker antwoorden op WhatsApp mhmhm",
    "2026-01-02": "Dus tis 2026! nu gaan we nog drie maanden lang het foute jaartal opschrijven eer we het beseffen en tegen dan gaat het al bijna 2027 zijn wowo",
    "2026-01-03": "Hallo studeerder! Op deze dag vorig jaar zijn we me zn drieën naar mcdonalds zijn geweest mmmmmm lekker, wel geen foto van sadly",
    "2026-01-04": "Vandaag is Lillan jarig! Stuur aar ma gelukkige verjaardag :D",
    "2026-01-05": "Vandaag TWEE jaar geleden zijn we naar Walibi geweest! Dankzij cheap tickets van Luccamama ebben we er een relatief goedkope maar onvergetelijke dag van gemaakt, met t park in kerstthema!<div id='gallery'><img src=\"assets/walibi_1.jpeg\"><img src=\"assets/walibi_2.jpeg\"></div>",
    "2026-01-06": "DRIEKONINGEN ofzo haha ni echt zo gevierd tegenwoordig, kweenie of jij da taartding doe thuis? Ik moe vandaag na de tandarts das ook interessant lol",
    "2026-01-07": "Examen alert! Vandaag diversiteit... uhhh ja als mn screenshot klopt tenminste, en als ie klopt ebje morgen direct weer een, dus uhhh WTF SUCCES",
    "2026-01-08": "Examen alert! Vandaag pedagogiek... net zoals gij met mijn vakken ebk geen flauw benul waarover de helft gaat, deze klinkt redelijk belangrijk in jouw richting hahha SUCCES",
    "2026-01-09": "Voilazie al twee examens gepasseerd :O :O nu iets van drie dagen streven en dan gaje da weer slayen 67 rizz help",
    "2026-01-10": "Fun fact vorig jaar op deze dag adje je allereerste unief-examen!!!",
    "2026-01-11": "Keb geen nieuws over jou of ons vandaag dus kga een foto delen van de Platowedstrijd in 2024 waar je ni bij was (ge waart al afgestudeerd), kweenie waar je toen was, kamp aan het geven? <img src=\"assets/plato_2024.jpeg\">",
    "2026-01-12": "En vandaag drie jaar geleden - ja ge zijt oud - deden we wel samen mee aan de Platowedstrijd, ik toen nog in het schrille vijfde middelbaar (jij wel int zesde)... hier ebk geen foto's van gevonden - misschien best voor de cringe op onze jonge zelven... en SUCCES met examen teamleren!",
    "2026-01-13": "Ook vorig jaar adje vandaag je tweede examen achter de rug... al aan één derde van de vakken (hopelijk) ontkomen!!",
    "2026-01-14": "En veel tijd ebje ook echt ni tussen blijkbaar, want tis al weer tijd voor statistiek! Wrs een van de 'pittigere' vakken qua wiskunde, ma daarom houden we van statistiek e yesyes SUCCES",
    "2026-01-15": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/3nQrD4KGQbc\" title=\"15 december 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2026-01-16": "Gisteren gingen we al voor de derde keer zusammen studieren!! Hoewel dak al mn harde opzegwerk ervoor probeer te doen is da wel altijd tof :) ma kkan anderzijds ook ni wachten tot dit gedaan is want nu beginnen we het allemaal zot te komen denk ik :O",
    "2026-01-17": "Vorig jaar had je vandaag je derde examen! En tot straks voor studeren :D",
    "2026-01-18": "Binnen EXACT twee weken vertrekken we ('s avonds) naar Roemenieeeeeee, bij deze uw herinnering om ook na te denken over wawe kunnen doen - naast vooral chillen/rusten/te veel eten bij mariaoma :D",
    "2026-01-19": "Aangezien er geen ander fun fact is vandaag zalk meedelen dat Sarah vandaag jarig is :D ze wordt 22 (oud dus, ja sorry ja)",
    "2026-01-20": "SUCCES me, ahum 'pedagogisch onderzoek'!!! En vorig jaar adje vandaag je 4e examen :) GO GO GO",
    "2026-01-21": "Vandaag is Rasputin geboren, tegenwoordig spijtig genoeg (?) vooral bekend van het liedje en niet van zijn rol binnen de kringen van de Russische tsaars. Oke eigenlijk moek ni veel zeggen want ik ken er zelf ni meer dan da over oeps",
    "2026-01-22": "mmmm er is vandaag niet veel gebeurd dus we kunnen wenen over t feit dawe binnen exact 2 weken al terug weg moeten uit Roemenië :(",
    "2026-01-23": "Oke nieuw idee! Ik heb een specifieke stad in gedachten... kan je met zo weinig mogelijk hints raden welke?<details><summary>Hint 1</summary>Het is een stad in Europa</details><details><summary>Hint 2</summary>Ze maken er een speciaal soort dessert</details><details><summary>Hint 3</summary>Het dessert zit in een hoorntje</details><details><summary>Hint 4</summary>Het is een stad uit de Europareis</details><details><summary>Antwoord</summary>Praag!</details>",
    "2026-01-24": "Vorig jaar hadje vandaag je 5e examen... en dit jaar ebje blijkbaar lik een week tussen: KULeuven planning skills zijn fantastisch zoals altijd",
    "2026-01-25": "Kuch, aangezien er nog steeds niets te doen valt doen we da leuke ding van eergisteren nog eens :) deze keer een persoon<details><summary>Hint 1</summary>We kennen hem/haar allebei</details><details><summary>Hint 2</summary>Hij/zij studeert in Leuven</details><details><summary>Hint 3</summary>Het is een jongen</details><details><summary>Hint 4</summary>Hij studeert klassieke talen</details><details><summary>Antwoord</summary>Ruben!</details>",
    "2026-01-26": "Vandaag in 1958 is Ellen DeGeneres geboren, die ken je waarschijnlijk nog van 10 jaar geleden, toen mensen nog naar The Ellen Show keken, nu besta da nimeer omdaze haar medewerkers blijkbaar mishandelde en uitschold en ze sindsdien verdwenen is van tv (gelukkig)",
    "2026-01-27": "Haha lol vandaag is Mozart geboren, bij deze mn excuses voor t feit da elke keer daje in de toekomst me mij aant stuur in een auto ga zitten - en als we buddies blijven zal da wel nog komen - da klara dan als radio ga staan want oke ik wil rust in t verkeer die ni rustig is",
    "2026-01-28": "Vorig jaar adje op deze dag al je laatste examen... dit jaar moeje t spijtig genoeg een dagje langer uithouden, ma dus alvast succes!!",
    "2026-01-29": "T LAATSTE EXAMEN!!!! Go psychodiagnostiek ahum ja natuurlijk da vak da ga over uhhh psychologie en diagnoses (????????????)",
    "2026-01-30": "Proficiat gij en Maria zijt er al vanaf, ik moe er vandaag sadly nog een laatste doorstaan ma er zijn mooie tijden int vooruitzicht :)",
    "2026-01-31": "MORGEN ROEMENIE, vergeet uw Ryanair-gepaste rugzak ni te maken, uh en ja da ist TOT MORGEN",
    "2026-02-01": "ROEMENIEE (je mama heeft een hele tekst geschreven dus enjoy :) <iframe width=\"815\" height=\"458\" src=\"https://www.youtube.com/embed/Yfc2EEDBM9M\" title=\"1 februari 2026\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2026-02-02": "Geen bericht vandaag, want ik ben letterlijk met jou op reis",
    "2026-02-03": "Geen bericht vandaag, want ik ben letterlijk met jou op reis",
    "2026-02-04": "Geen bericht vandaag, want ik ben letterlijk met jou op reis",
    "2026-02-05": "Geen bericht vandaag, want ik ben letterlijk met jou op reis (laatste dag :()",
    "2026-02-06": "Geen bericht vanda- oh shit we zijn al terug NEEEEEE ma oke vandaag rapporttijd voor casper",
    "2026-02-07": "HOI vandaag een jaar geleden zijnwe naar Lillan geweest voor de tweede pizza-avond. Zie foto!<img src=\"assets/lillan2.jpeg\">",
    "2026-02-08": "Omdawe op reis waren ebk deze herinneringen aan ons samenzijn moeten skippen, vandaag eerste: de nocturne in 2024. Jij moest toen ni optreden, maar we waren er samen als emotional Maria support. Denk dat dit een van de eerste 'uitstappen' was grotendeels me ons twee alleen. Keb n hele gedachtegang over t feit dak jou eerst via Maria leerde kennen en we de laatste maanden closer en closer op zichzelf worden en afspreken apart - waarvoor dank je bent zalig om bij te zijn - ma ik zal mn emotionele mijmeringen voor 17 augustus houden - oeps spoiled<br><br>CHALLENGE #10 - Kotfoodreview<br>Kies een van je dagelijkse maaltijden - bonuspunten indien zelfgemaakt - en stuur mij twee zaken door. Eerst een filmpje waarin je de maaltijd beschrijft, punten geeft op uitzicht, geur, etc voor je deze hebt opgegeten. Dan ook een filmpje waarin je je uiteindelijke bevindingen geeft, nadat alles is opgegeten. Bonuspunten als je bord volledig proper is - zonder af te wassen natuurlijk. Ik geef punten op eerlijkheid, humor, detail, en het eten zelf. Love you en succes!<br><br>DEADLINE: zondag 15 februari",
    "2026-02-09": "Het tweede dak ad geskipt door reis was lichtfestival gent, ook toen in 2024. Da was met Maria, Jana en Cleo, zoals te zien op de gespiegelde foto.<img src=\"assets/lichtgent.jpeg\">",
    "2026-02-10": "Op deze dag in 1996 werd de Russische grootmeester Kasparov verslaan in een potje schaken door de computer Deep Blue. Een trieste dag voor mensen en een voorbode voor de toekomst. Vandaag de dag kan niemand robots nog verslaan in schaken - want ze zijn zo goed als perfect - maar gelukkig zijn we, hoewel het nieuws soms anders zegt, nog heel ver van 'robot takeover' (geloof de fysicus)",
    "2026-02-11": "Op deze dag in 1847 is Thomas Edison geboren. Naast zijn briljante uitvinding van de lamp, fonograaf en camera is hij ook eervol vernoemd naar de beste zaal in Hemelvaart. Of wacht was het mss ni omgekeerd",
    "2026-02-12": "Op deze dag in 1809 is Charles Darwin geboren. Das verbazend want februari is een van de droogste maanden voor geboortes. Vooral de zomermaanden en wintermaanden zijn vol van geboortes, oke anyways doei",
    "2026-02-13": "tis vrijdag de dertiende BOE",
    "2026-02-14": "Welkom op de meest commerciele dag van het jaar! Gelukkig ebben we der allebei geen last van en kunnen we genieten van de single vrijheid. Kweenie oe jij je erbij voelt ma ik vind t zo eerlijk gezegd chiller - voorlopig - oe vaak da Maria ook zaagt dak meisjes moe aanspreken (aleja ik spreek ze aan ma dan worden ze altijd mn vrienden dus das ni waze bedoelt denk ik)",
    "2026-02-15": "Pedagogisch filmpje voor pedagogische vriendin :)<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/1AV-KIjThE8\" title=\"15 februari 2026\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>"
}