{
    "2025-08-10": "GELUKKIGE VERJAARDAG! En welkom bij je verjaardagscadeau, deze 'jaarkalender' of idk hoe ik het kan noemen.<br>Elke dag, voor een heel jaar, gaat hier een vakje open, met een persoonlijk bericht voor die dag geschreven door yours truly.<br>Elke 1e en 15e van de maand staat er ook iets speciaals te wachten... spannend zeg!<br><br>Aangezien je doorheen een heel jaar andere dingen te doen hebt, verwacht ik dat je soms wel dagen zal missen; geen probleem want je kan alles van eerdere dagen nog steeds zien.<br>(Maar kijk toch maar zo vaak mogelijk, ik ga ook wel zagen anders)<br><br>VEEL PLEZIER!",
    "2025-08-11": "De dag na een verjaardag is altijd een beetje stom, want nu besef je waarschijnlijk daje pas binnen 365 dagen weer jarig bent. Superjammer, ma gelukkig zit je de komende 365 dagen ook met mij opgescheept hier ;). Anyways, als er op een dag geen vriendschappelijk weetje is (en das vaak) dan geef ik een historisch weetje over die dag, die ik me een beetje creativiteit kan linken aan mariah. Op deze dag in 1949 werd de Belgische regering van Gaston Eyskens gevormd. Nog nooit van deze man gehoord, maar ik veronderstel da jij er meer kan over vertellen? Stuur als ja en anders verwacht ik een ander politiek weetje van amigaschat",
    "2025-08-12": "<p>Op deze dag in 1851 eeft een of andere Isaac Singer de naaimachine uitgevonden. En in 1877 de fonograaf, eig de eerste keer da iemand ooit een stem heeft opgenomen. Wie weet welke kleren je nu zou aanhebben als die lieve man da ni had uitgevonden en wie weet of ik u (en vooral u stem) ooit had leren kennen. Ik moe direct denken aan de sowieso honderden spraakberichten daje soms stuurt uit luiheid om te typen. Omg ja en die keer daje kerstliedjes begon te zingen, aanschouw:</p><video src=\"assets/mariazingt.mp4\" controls></video>",
    "2025-08-13": "Vandaag zou (als ie ni dood was) Fidel Castro jarig zijn. Kzit da hier op te zoeken en die man is gestorven in 2016 das zot wa die nog allemaal heeft meegemaakt na zn stoute shit. Ironisch genoeg ook de dag waarop het Manhattan Project begon in 1942, met als doel het maken van een atoombom. Ebje eigenlijk al naar Oppenheimer gekeken?",
    "2025-08-14": "Op deze dag in 1945 accepteerde Japan het verdrag van Potsdam, met andere woorden het einde van de Tweede Wereldoorlog. Ik denk nog vaak na over het feit dat er in 2018 superveel te doen was van vieren rond WO1 en elke keer denk ik dan 'aha hoe ga alles zijn in 2045' want ja ik denk da die oorlog nog meer invloed heeft gehad? Wie weet waar we allemaal zijn in 2045, hopelijk spreken we nog af na twintig jaar al zou da wel heel crazy zijn. ANYWAYS, morgen is het de 15e en zoals beloofd staat er dan iets speciaals te wachten..!",
    "2025-08-15": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/OuICbs1oW3s\" title=\"15 augustus 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-08-16": "En en wat vonden we van gisteren? Leuk e kweetet geniaal, kijk al maar uit naar 1 september! In ander nieuws, herinner je je nog wat we hebben gedaan op deze dag exact een jaar geleden? Nee ik ook niet, dus ik heb naar mn kalender moeten kijken...<img src='assets/16aug-mariapoke.jpg'>mmmmmmm lekkere poke bowl",
    "2025-08-17": "Hmmm wat zou er toch speciaal zijn aan 17 augustus? Onze allerliefste schat LOEKA BAZOOKA naturlich!!! Kijk ja een mooi moment om over vrienden te praten: ik merk een patroon op aan mezelf, namelijk dak altijd vrienden word met 2 mensen die elkaar al langer kennen: ruben en noa, gij en lucca, brecht en hubert, etc. ma het unieke aan jullie is dak vanaf dag 1 al megawarm welkom was en jullie beseffen niet hoe speciaal da is voor mij <3 anyways hier zijn paar fotos<div id='gallery'><img src=\"assets/17aug-1.jpg\"><img src=\"assets/17aug-2.jpg\"></div>",
    "2025-08-18": "Oke deze dag in 1418 is super toepasselijk voor jou: het is de dag waarop de wedstrijd werd aangekondigd voor het ontwerp van de Dom in Firenze. Daarbij is onze vriend Brunelleschi natuurlijk gewonnen! Doet mij ook weer denken aan dat rare verhaal over de top die ervan zou gevallen zijn en dan die stip op de grond naast de Dom... dikke zever waarschijnlijk maar verhaaltjes zijn altijd leuk (?)",
    "2025-08-19": "Het is nog steeds de maand augustus, en wist je dat op deze dag in 43 VC de échte Augustus als consul werd aangesteld in Rome? Hij noemde eerst Octavianus, vandaar dat de achtste maand vandaag naar zijn andere naam is vernoemd... Tot zover de augustus-lore, maar de november-lore is natuurlijk veel interessanter :D",
    "2025-08-20": "Ik gebruik een website voor de historische weetjes en blijkbaar is Demi Lovato op deze dag jarig: die naam ken ik alleen maar omdat meid de bekendste versie van Let It Go heeft gemaakt, blijkbaar niet eens de originele versie uit de film omdat die 'niet radio-vriendelijk' zou zijn geweest. Ook Andrew Garfield, maar dienen ken ik niet, nu ga je waarschijnlijk weer zeggen 'Casper leeft onder een steen' dus ik verwacht zo dadelijk een bericht!",
    "2025-08-21": "Op deze dag in 1991 onderdrukte Boris Yeltsin een conservatieve coup in de toenmalige Sovjet-Unie, het begin van het einde dus. Nu is een goed moment om je kennis even te testen: gedurende welke periode was hij president?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'> 1991-2000</label><label><input type='radio' name='quiz' value='2'> 1992-1991</label><label><input type='radio' name='quiz' value='3'> 1991-1999</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-08-22": "Hoi! Dua Lipa is vandaag jarig en ik ga een fun fact delen (die je misschien al wist) die ik echt cool vond: ik ben geen gigantische fan van haar muziek maar ze is ook mega into boeken en interviewt zelfs vaak auteurs. Nu zou ik denken die meid caret ni da gaat op geen hol trekken, ma volgens de auteurs zelf hebben ze nog nooit zulke diepgaande en onderzochte vragen gekregen, dus goedzo Dua Lipa!!! Misschien zit ze op Goodreads, da moet je zelf eens checken :D Quiztime: welk liedje is NIET van haar?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Levitating</label><label><input type='radio' name='quiz' value='2'>Love Again</label><label><input type='radio' name='quiz' value='3'>Don't Start Now</label></div><button type='button' data-answer='2'>Antwoord</button></form></div>",
    "2025-08-23": "Op deze dag in het mooie jaar 79 is de Vesuvius beginnen met uitbarsten, met als gevolg hetgeen we bij mevrouw Dooms in het Latijns hebben gelezen - ik denk in het vierde jaar. Mooie link naar mijn beste herinnering aan de Latijnse lessen: de toets ongeziene tekst met 'sub aqua' erin 🐸 OKE quiztime: wie schreef die bekende tekst over de Vesuvius die we gelezen hebben?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Plinius de Jongere</label><label><input type='radio' name='quiz' value='2'>Plinius de Oudere</label><label><input type='radio' name='quiz' value='3'>Marius Mihutus</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-08-24": "Op deze dag in 1932 begon Amelia Earhart aan de eerste vrouwelijke solo-vlucht over de Atlantische Oceaan. In 1937 heeft ze geprobeerd om heel de wereld rond te vliegen, maar dat ging toch een beetje te ver (en dus mis). Sterk als je aan het jaar 1932 denkt, want het heeft nog decennia geduurd eer vrouwen hun verdiende respect kregen in de maatschappij... het is ook de dag waarop in 1991 Oekraïne onafhankelijk is geworden van de USSR. En hier zijn we dan meer dan dertig jaar later, met een gestoorde zot die de gebeurtenissen van die dag ongedaan wil maken :( oke quiztime: welke stelling over Oekraïne is fout?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>De Krim werd in 1954 door de Sovjet-Unie overgedragen van Rusland aan Oekraïne</label><label><input type='radio' name='quiz' value='2'>Oekraïne heeft de op één na grootste gasreserves van Europa, na Noorwegen</label><label><input type='radio' name='quiz' value='3'>Het Oekraïense volkslied is gebaseerd op een 19e-eeuws gedicht van Taras Sjevtsjenko</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-08-25": "Een dag later en niet toevallig maakte Earhart vandaag haar transcontinentale vlucht af... ook op deze dag in 1944 werd Frankrijk bevrijd van hun Duitse bezetting. Om het contrast mooi te maken: in 1958 werden op deze dag de Instant Noodles uitgevonden door Momofuku Ando. Vandaag de dag zijn miljoenen studenten over de hele wereld hem nog steeds dankbaar - bron: mijn hoofd. Maar waar werden die noedels uitgevonden?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>China</label><label><input type='radio' name='quiz' value='2'>Zuid-Korea</label><label><input type='radio' name='quiz' value='3'>Japan</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-08-26": "Dit is jouw kalendertje, maar ik kan het niet laten om toch fysica te verwerken in een van de dagen - plus omdat er niets anders interessant is gebeurd op deze dag. In 1682 heeft Halley de naar hem genoemde komeet voor het eerst ontdekt. Als je nog nooit van de Halleykomeet hebt gehoord, heel triest; het is het oudst bekende voorbeeld van een periodische komeet, die om de zoveel tijd terug zichtbaar is. Deze heeft een cyclus van 75-76 jaar en zal pas in 2061 weer zichtbaar zijn. Tegen dan ben jij 54 jaar en hopelijk aan het genieten van een Aperol Spritz in je huis aan de kust in Italië ofzo.",
    "2025-08-27": "Op deze dag in 2024 zijn we samen met een nog redelijk grote groep naar Waregem Koerse gegaan: voor zover ik me nog herinner was dat ik, jij, Lucca, Kenji, Ruben en Amber. Ik herinner mij nog dat Amber het zalig vond om mij bijna te zien overgeven op de Deca Dance - hilarisch natuurlijk. Sadly geen foto's van deze dag =( Dus sluit even je ogen, beeld je in dat je in de Deca Dance zit, het gaat bijna beginnen, Lucca zit naast jou en ze krijgt haar deurtje niet dicht; wanneer alles begint te draaien kijk je rond en zie je het karretje van Casper en Amber, waar Amber zit te lachen en Casper witter is dan het spook waar hij niet naar vernoemd is. Memories",
    "2025-08-28": "Op deze dag in 2023 zijn we met de microwave gang naar een uniek optreden geweest - GRATIS - van Camille en Pommelien (Pommie) Thijs: ik luister nooit naar hun muziek - of alleen als papa voor de honderdste keer Camille oplegt - maar zoiets gratis kon je niet laten liggen en dat dachten duidelijk veel mensen. Tegenwoordig is dat compleet buiten het budget van Stad Waregem en hun brakke Parkies en de enige die nog komt opdagen is Cleo die 's nachts probeert te slapen maar haar ogen niet kan dichtdoen omdat de Romeo's voor een leeg grasveld staan te kwijlen... Ahja hier heb ik ook geen foto's van, we MOETEN altijd foto's nemen!!",
    "2025-08-29": "Op deze dag in 2005 is er iets sad gebeurd :( hurricane Katrina verwoestte toen duizenden huishoudens aan de kust van de VS, nabij New Orleans. Tegenwoordig zou iemand wel zeggen dat de klimaatopwarming daar voor iets tussenzat en dat zal toen ook wel zo geweest zijn, maar ik zie er vooral in dat de natuur altijd overwint. Wat we hier als mensen aan het doen zijn is eigenlijk compleet onnatuurlijk en dat zien we steeds meer met de natuur die terugvecht op extreme manieren als deze. De meeste mensen schrikken dan terug van alles wat natuur is en willen liefst zo diep mogelijk in een stad verborgen zijn, maar we weten ondertussen dat jij anders bent. Dat is de link die ik hier wil leggen, jouw band met de natuur en zeker de love voor de zee is prachtig; als we naar de zee gaan en het water is ijskoud, krijg ik toch warm omdat ik zie dat jij helemaal in je element bent :)<img src='assets/katrina.jpg'>stoute orkaan bedekt de golf van Mexico (of Amerika als je MAGA bent)",
    "2025-08-30": "Oke vandaag is er weinig te vertellen, dus lieve jij en ik gaan een spelletje spelen!!!!!! No worries deze zullen moeilijker worden >:) oke, wie is er geblurd op deze foto waar je trouwens stralend opsta?<img src='assets/blur-1.jpg'><input name='guess'><button type='button' data-contain='beerlandt'>Antwoord</button>",
    "2025-08-31": "Veel random feitjes vandaag! Op deze dag 1 jaar geleden ben je naar de kapper geweest - zie foto die ik in Plopsaland heb zitten tonen - en nu ga je het dus opnieuw doen - of heb je al gedaan! We weten allemaal da ik weinig tot geen gevoel voor fashion eb, ma toch blijf je (en Lucca eig ook) soms aan mij vragen van 'wa zou ik aandoen' of 'is dit mooi' en ja hallo ik vind jullie allebei keimooi dus tenzij daje een t shirt me een drol emoji aandoe ga mn antwoord op t laatste altijd 'ja' zijn - en op het eerste eb ik meestal wel een uitgesproken antwoord kdenk dat daarom is daje t vraagt (???). Historische feitjes: wist je dat De Schreeuw (van onze vriend Munch) in 2004 werd gestolen en pas op deze dag in 2006 werd teruggevonden door de Noorse politie? En het meest verbazende is dat het nog in perfecte staat was... dit is ook de dag waarop Obama in 2015 de naam van een berg heeft veranderd van 'mt mckinley' naar 'denali', de laatste is de oude 'native-american' naam. De wereld zou zoveel mooier zijn (dan het al is) als de huidige president ook zo zou redeneren en niet omgekeerd :( Morgen weer een leuke verrassing!!!!!! Love youuu",
    "2025-09-01": "<iframe width=\"815\" height=\"458\" src=\"https://www.youtube.com/embed/p9v074yt4Tc\" title=\"15 augustus 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-09-02": "HALLO hopelijk was gisteren een beetje een verrassing hihi :) oma was beetje beschaamd op opgenomen te worden blijkbaar, en heb ook geen flauw benul wat ze zegt maar waarschijnlijk goeie dingen (let me know). Anyways je kan waarschijnlijk voorspellen wat ik hier de komende 2 weken ga zitten vertellen: Europareis natuurlijk!!! Exact een jaar geleden vertrokken we onwetend uit Waregem richting Berlijn, nog niet beseffend wat voor een zotte levensreis we samen gingen maken... op deze dag hebben we niet gigantisch veel gedaan (door het lange reizen) maar ik kies elke dag toch één mooie foto uit die de dag samenvat!<img src='assets/europa-2sep.jpg'>",
    "2025-09-03": "Dag twee van de Europareis en nog steeds in Berlijn! Fantastisch geslapen in de kleine capsules (denk ik) en genoten van een Lidl-ontbijt... we hebben de stad verder ontdekt via musea (zowel oorlog als communicatie), monumenten en bekende uitzichten + ook McDonald's. Confronterende dag maar ook mooooooooooooooooooi<img src='assets/europa-3sep.jpg'>",
    "2025-09-04": "Dag drie van de Europareis en de laatste in Berlijn :( hier een beetje rustiger, met eerst een kunstmuseumpje! Herinner me nog goed dat ik dat half slecht uitgelegd had en gij pas op de dag zelf doorhad dat et een kunstmuseum was en de hype op u gezicht was fantastisch; daarna hebben we (vooral ik) een bootje rondgevaren op een Berlijns meer en de dag afgesloten met fietsen door drukke straten en wandelen door shoppingstraten.<img src='assets/europa-4sep.jpg'>",
    "2025-09-05": "Dag vier van de Europareis, op naar Praag! Your time to shine, alhoewel Lucca en ik doodmoe waren en dus niet de nodige appreciatie ebben getoond - oeps - door de reistijd opnieuw redelijk kort. Het uitzicht vanuit de Petrin-toren, de mooie kerken, de bruggen en oude gebouwen...<img src='assets/europa-5sep.jpg'>",
    "2025-09-06": "Dag VIJF van de Europareis en al direct de laatste dag in Praag :( we hebben veel ni gezien en zeker gij als Praagfan tis dus best daje binnenkort teruggaat!!! Vandaag hebben we de oude stad ontdekt, hamburgers gegeten bij vrijgezellen en geëindigd met een rustige boottocht. Man die hamburger was goe <img src='assets/europa-6sep.jpg'>",
    "2025-09-07": "Dag hat (zes in Hongaars) van de Europareis betekent vroeg opstaan om te treinen naar Boedapest (= Loekastad). Bij nader inzien weet ik ni waarom we een dictatoriaal regime hebben bezocht, maar we gaan politiek ff skippen en genieten van de memories..! Dit was ook een enorm lange treinrit, waardoor er eigenlijk brak weinig werd gedaan op de eerste dag, behalve het parlement at night zien :O<img src='assets/europa-7sep.jpg'>",
    "2025-09-08": "Dag ZEVEN van de Europareis en ook een bijna-fatale dag voor m'n gsm op de stoeltjeslift in het natuurlijke Boedapest. Gelukkig konden we daarna onze wonden voelen prikken in het warme bronwater van de thermen... vandaag is normaal gezien ook de eerste dag van onze Roemeniëreis, dus als je dit naast mij zit te lezen uhhh doe iets grappigs ofzo doe een vis na voila<img src='assets/europa-8sep.jpg'>",
    "2025-09-09": "Dag acht van de Europareis! Vandaag zijn wij samen gaan laufen en ebk u gepusht tot de volle 6 kilometer - aansporing om et hier in Roemenië ook te doen!!! - daarna gaan zwemmen in tweede thermen, musea bezocht en in de namiddag geshopt... op deze dag in 2023 zijn we ook alledrie naar De Panne gegaan! Da was wel op n punt da jij je minder goe voelde, ma de zee is altijd leuk joepieee<img src='assets/europa-9sep.jpg'>",
    "2025-09-10": "Dag negen van de Europareis! We hebben Boedapest goodbye gezwaaid en ons rustig klaargemaakt voor onze allereerste nachttrein-ervaring... als alles goed klopt zouden we dat nu in Roemenië ook moeten gehad hebben - hopelijk even comfortabel als een jaar geleden ahum kuch kuch.<img src='assets/europa-10sep.jpg'>",
    "2025-09-11": "Naast 9/11 herinneren we vandaag ook de tiende dag van de Europareis, nu aangekomen in Verona en genietend van een korte dagtrip naar het Gardameer met de druiven-frettende eendjes. 's Avonds ben ik erin geslaagd om 10km te lopen en zijn jullie erin geslaagd om elektrische scooters uit te vogelen<img src='assets/europa-11sep.jpg'>",
    "2025-09-12": "Dag elf van Europareis(je)! Vandaag pas echt Verona ontdekt, hoewel het zo klein is dat ik tijdens het 10km lopen eigenlijk onwetend al alles had gepasseerd. Ze zouden deze romantisch noemen door Romeo en Juliette, maar was naar mn mening gewoon een mooie, gezellige, typisch Italiaanse stad.<img src='assets/europa-12sep.jpg'>",
    "2025-09-13": "Dag twaalf van Europareis en tijd voor de laatste stop: Genua met Mariatante! Die vrouw heeft onze reis oprecht gered, want we hadden ondertussen al 69 euro verloren door Trenitalia en zij eeft praktisch al ons eten betaald daar :) Ook een supergezellige stad en ik was vooral onder de indruk van de getalenteerde taxichauffeurs die met gemak, op under gsm en in volle rust door drukke straten op steile hellingen vliegen :O<img src='assets/europa-13sep.jpg'>",
    "2025-09-14": "Dag dertien, de voorlaatste reisdag van de Europatrip!! Dit was een stranddagje (met stenen ipv zand want Italië) met daarna een soort laatste avondmaal, omdat we de ochtend erna vroeg moesten vertrekken op de lange en pijnlijke terugreis... hier heb ik voor de tweede keer ooit (eerste keer was bij tante zelf) pasta pesto gegeten en och danku Genua voor deze ontdekking! Over de terugreis ga ik niets speciaals schrijven want VERRASSING MORGEN<img src='assets/europa-14sep.jpg'>",
    "2025-09-15": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/fKYSGBx6lN8\" title=\"15 september 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-09-16": "WA VOND JE VAN DE SURPRISEEE? En de Europareis was hier vroeg in de ochtend gedaan! Het waren korte uurtjes, wachtend op de trein die ons bijna voorbijreed in Bonn-Beuel... en geniet van Praag!!! Doe de groetjes aan onze buddy Quinten :D<img src='assets/europa-16sep.jpg'>",
    "2025-09-17": "Op deze dag in 1787 werd de grondwet van de VS ondertekend. Niet de onafhankelijkheidsverklaring, dat was op 4 juli 1776... wel de grondwet dus, waarin allemaal logische dingen zouden moeten staan die iedereen moet volgen, ook de president van het land. Kuch, ahum, kuch... Opdrachtje: doe Quinten verschieten ofzo",
    "2025-09-18": "Op deze dag in het mooie jaar 53 werd de Romeinse keizer Trajanus geboren. Hij bouwde later de bekende Trajaanse zuil, bij het Trajaanse forum in Rome. Ook Samuel Johnson, de schrijver van een van de belangrijkste Engelse woordenboeken, werd op deze dag in 1709 geboren. Wat zou hij zeggen van de huidige staat van de Engelse taal, met jongeren die 'skibidi toilet' en 'rizz' zitten te roepen naar elkaar?",
    "2025-09-19": "Weeral een Romeinse keizer geboren, blijkbaar zijn die allemaal in de zomer geboren ofzo, deze keer is het Pius in het jaar 86. Hij staat bekend voor zijn bekwaamheid en dat hij bij rampen uit zijn eigen vermogen zou betalen voor reparaties, in plaats van belastingen op te voeren. Donald J. Trump heeft 7 miljard dollar - zogezegd, maar we weten allemaal dat het veel meer is -, zou hij dat ook niet kunnen doen?",
    "2025-09-20": "Het laatste weekend van de vakantie is begonnen :( dus tijd voor de introductie van een nieuw idee: UITDAGINGEN. Om de zoveel tijd, steeds op een zondag - als ik eens geen ander idee heb - verschijnt hier een uitdaging, dezelfde bij Lucca. Die moet je binnen één week voltooien en het bewijs naar mij doorsturen. Ik geef je prestatie een score op 10 en die verschijnt op een nieuw scorebord hier op de website. Wie op het einde van deze kalenderjourney het meeste punten heeft, krijg uhh... eer en liefde :) Kijk dus maar uit naar morgen, voor de eerste uitdaging!!",
    "2025-09-21": "UITDAGING #1<br>Om het voor de eerste keer eerlijk te houden, doen we iets waar jullie normaal gezien allebei geen meesters in zijn - ik ook niet. Neem een blad papier, tekengerief en zet een timer voor 3 minuten. Teken binnen die tijd je beste impressie van een capibara en stuur hem dan door naar mij! Bonuspunten als je het proces filmt.<br><br>DEADLINE & PUNTEN: Zondag 28 september",
    "2025-09-22": "WOW dus dat is het geheime coole ding dat ik de hele Roemeniëreis over zaagde, denk je nu. Idd, maar belangrijker vandaag: een nieuw schooljaar!!! Kweet da jij eeuwig vakantie zou willen, maar je moe wel dingen leren, anders verwaarloos je je brein - en da vindk persoonlijk t beste deel van mensen, oke ja hun 'hart' ook ma da zit ni in je hart da zit in je brein - dus ga er maar helemaal voor, focus op jezelf en streefstreef streefteef!",
    "2025-09-23": "Hallo op de tweede schooljaardag! Hopelijk gaat alles goed, anyways ik verpest je dag door te vertellen dat Truman op deze dag in 1949 al meldde dat de USSR bezig was met hun eigen nucleaire wapens. Ze zaten natuurlijk een beetje achter - aangezien de VS hun bommetjes recent al had gebruikt - maar het was het begin van een niet zo warme periode in de geschiedenis...",
    "2025-09-24": "HALLO, op deze dag in 1952 werd het eerste restaurant van Kentucky Fried Chicken geopend, niet in Kentucky maar wel in Utah... het recept werd uitgevonden door Colonel Sanders en nee, dat is niet gewoon het logo, dat was een echte man die tussen 1890 en 1980 heeft geleefd. Nu doet KFC je natuurlijk meteen denken aan ons etentje in Parklake in Boekarest. Van welke keten heb ik toen iets gegeten?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Chopstix</label><label><input type='radio' name='quiz' value='2'>Noodle Pack</label><label><input type='radio' name='quiz' value='3'>Noodlz</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-09-25": "Je ooit afgevraagd waarom we allemaal 5 dagen per week, zo'n 8 uur per dag, dus 40 uren per week moeten werken? Dat werd in 1926 (op deze dag) voor het eerst ingevoerd door Henry Ford. Vrij zeker dat Coussie dat ooit nog heeft verteld. Ford heeft heel veel invloed gehad op de werkende sector via zijn Ford-fabrieken. Zaken als de lopende band, uitkering, werkuren, etc. Maar hoeveel dollar verdienden mensen op dat moment per uur - ook door hem bepaald?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>10</label><label><input type='radio' name='quiz' value='2'>5</label><label><input type='radio' name='quiz' value='3'>7</label></div><button type='button' data-answer='2'>Antwoord</button></form></div>",
    "2025-09-26": "In 1946 werd op deze dag het eerste avontuur van Kuifje uitgebracht. Het spijt me zeer erg, maar je woont in België en sadly is dit een van de beste zaken die we te bieden hebben qua cultuur, na alcohol, vettig eten en een pissend klein kind. Maar ik ben zeker dat je Kuifje goed kent, toch? Hoe heet die hond nu weer (in het Nederlands), m'n liefste amiga? Hmmmm?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Bobby</label><label><input type='radio' name='quiz' value='2'>Bobbie</label><label><input type='radio' name='quiz' value='3'>Bob</label></div><button type='button' data-answer='2'>Antwoord</button></form></div>",
    "2025-09-27": "Op deze dag in 1822 werd de steen van Rosetta succesvol gebruikt voor het ontcijferen van de Egyptische hiëroglyfen. Ik heb die al gezien, Loeka heeft die al gezien, maar jij niet, dus je volgende reis met Quinten moet een revisit aan Londen zijn waarbij je flink de steen gaat bekijken :)",
    "2025-09-28": "Op deze dag in 1944 werd de zoon van president Roosevelt bekroond met de 'Medal of Honour' voor het begeleiden van de troepen op D-day, nabij Utah Beach. Ondanks de verwarrende naam is dat inderdaad het strand van Normandië waarover we bij Coussie hebben geleerd. Fun fact: je dacht waarschijnlijk dat D-day stond voor 'Decision Day', maar dat klopt niet helemaal. Dat is een backroniem, een naam die er pas na de feiten is aan gegeven. Oorspronkelijk stond de D gewoon voor het woord erna, 'Day'. Zo had je ook 'H-hour', in het Nederlands dan vertaald als 'uur U'.<br><br>Vergeet trouwens niet dat vandaag de deadline is voor de eerste challenge!!!",
    "2025-09-29": "Op deze dag in 1916 werd meneer Rockefeller (olie klootzak) de eerste miljardair aller tijden. Of toch de eerste aangegeven miljardair, want wie weet hoeveel de rijkdommen van sommige historische leiders nu waard zouden zijn (denk aan Caesar, letterlijk alle Farao's, etc). Rockefeller kennen we ook van het liedje Rockefeller Street, maar de originele versie werd totaal niet populair, de Nightcore versie ervan wel en werd zelfs een populaire meme, waarschijnlijk ook een over-used kakliedje op TikTok (of toen Musical.ly), dus zoek maar op en ik garandeer dat je het gaat herkennen (vanaf 30s).",
    "2025-09-30": "De laatste dag van september! En wat een maand heb jij (en ik ook) gehad, eigenlijk de hele vakantie: een reis naar Lourdes, een lang weekendje in De Panne, een reis naar Roemenië en een reis naar Praag! Volgens mij ben je nog nooit zoveel op reis geweest binnen 1 vakantie, en dan ook nog eens al die superleuketoffe kampjes erbij... volgende vakantie nog een keer? Ahja en morgen een verrassing..!",
    "2025-10-01": "'t is een last minute kortje :) maar wel zoals gepland!<iframe width=\"815\" height=\"458\" src=\"https://www.youtube.com/embed/4iZbL8WR5Po\" title=\"1 oktober 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-10-02": "JOEPIE VERRASSING! Op deze dag in 1967 werd de allereerste persoon van kleur ingezworen als lid van de Amerikaanse Supreme Court, het hoogste gerechtshof van de VS - vraag meer details aan Quintieboy. Denk vooral niet aan het feit dat we nu in de VS verder weg zijn van iets wat in 1967 is gelukt. Kweenie waarom ik altijd grimme feiten meedeel me jou ma kijk veel plezier ermee maak er een mooie dag van :D",
    "2025-10-03": "Iedereen die vandaag de dag hardverdiend geld verdient - tenzij je ons bent en vakantiejobs doet zonder belastingen - moet een inkomsbelasting ophoesten. Maar dat bestaat nog maar sinds 1913, toen Amerikaanse president Woodrow Wilson - die zag toen nog niet wat de komende jaren zou gebeuren - de federale inkomstentaks invoerde, de volle EEN procent taks! En verbazend genoeg kwam daar weinig protest over... lijkt erop dat de Amerikanen ook vandaag nog niet hebben geleerd wat ze met protest zouden kunnen bereiken.",
    "2025-10-04": "Op deze dag in 1675 werd het uurwerk gepatenteerd door de Nederlander Huygens. Die is natuurlijk ook bekend van het principe van diffractie uit de optische fysica, zoals je wel goed weet. Uurwerken bestaan nog steeds, al kan je er tegenwoordig ook mensen mee bellen of spieken tijdens je examen. Bizar genoeg kan ik uit mijn hoofd wel niemand opnoemen die zelf een uurwerk draagt: ik ga dus niet om met uurwerkdragers.",
    "2025-10-05": "Het is zondag, tijd voor een tweede uitdaging! Je hebt een week tijd...<br><br>UITDAGING #2<br>Fototijd! Stuur me voor de deadline één foto door die je zelf genomen hebt, zonder aanpassingen. Voor elk item uit onderstaande lijst die op je foto staat, krijg je één punt, voor een maximum van 10 punten.<br>1) Minstens 10 mensen<br>2) Jij zelf<br>3) Een niet-Nederlandstalig woord<br>4) Een wild dier<br>5) Een cursus wiskunde<br>6) Minstens 5 verschillende soorten bloemen<br>7) Iemand met een strooien hoed<br>8) Een straatbord<br>9) Iemand die in de lucht gesprongen is op de foto<br>10) Minstens één gezinslid <br><br>DEADLINE & PUNTEN: Zondag 12 oktober",
    "2025-10-06": "Er is deze dag niet veel gebeurd, dus ik ga een quizvraag verzinnen: hoeveel kilometer heb jij al op Strava gelopen in het totaal?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>350</label><label><input type='radio' name='quiz' value='2'>400</label><label><input type='radio' name='quiz' value='3'>450</label></div><button type='button' data-answer='3'>Antwoord</button></form></div>",
    "2025-10-07": "Op deze dag in 1952 is Vladimir Putin geboren, sorry voor deze walgelijke mededeling. Dat wil zeggen dat hij vandaag 73 jaar oud is en ik hoop dat we dat vieren met heel veel vuurwerk aan zijn kant van de frontlinie. Gelukkige verjaardag, klootzak!",
    "2025-10-08": "In sterk contrast met de verjaardag van gisteren mag ik vandaag meedelen dat Ursula von der Leyen geboren is op deze dag in 1958. Zij wordt dus 67 en zou eigenlijk op pensioen moeten. Maar daar kijken politieke leiders niet naar. Vraag me af of ze iets speciaals gaan doen in het Europees Parlement of de Commissie, maar ik vrees ervoor. Ursula is ook niet zonder haar schandalen (dat is niemand), maar haar met Putin vergelijken is als dag en nacht vergelijken...",
    "2025-10-09": "GELUKKIGE VERJAARDAG!... aan UGent, natuurlijk! Want op deze dag in 1817 werd UGent officieel geopend. Je hebt de 200e verjaardag dus net gemist, foei Maria heel stout van jou. En de 250e zou je enkel halen als je nog aan UGent zit op je 61e. Wie weet ben je dan een prof die bijna op pensioen is en nog steeds met de naaktslakjes op reis gaat...",
    "2025-10-10": "Op deze dag in 2005 werd Angela Merkel niet geboren maar wel de nieuwe bondskanselier van Duitsland, na het vormen van een grote coalitie tussen CDU en SPD. Ik ken verder niets over het Duitse politieke systeem, dus ik forward alle vragen terug naar jouw inbox. Grapje, geen idee of je eigenlijk leert over de Duitse politiek. Let me know!",
    "2025-10-11": "De Koude Oorlog is je natuurlijk heel bekend. Maar naar het einde toe werden beide kanten eigenlijk redelijk open, zelfs voor gesprekken. Maar natuurlijk weigerden ze allebei om in elkaars land te spreken, dus werd een land gekozen dat soort van middenin ligt: IJsland! Inderdaad, op deze dag in 1986 spraken Reagan en Gorbatsjov elkaar voor het eerst openlijk in Reykjavik: dat wist ik natuurlijk al toen ik er was - sadly niet dus.",
    "2025-10-12": "Het Witte Huis noemde niet altijd het Witte Huis. Ondanks de kleur noemde het eerst 'Executive Mansion', saaie naam dus. Omdat Amerikanen ingewikkelde termen niet begrijpen en alles erg direct moet zijn, heeft Theodore Roosevelt op deze dag in 1901 besloten om de naam 'The White House' in te voeren. Al dit gepraat rond het Witte Huis doet me denken aan Biden: in de maand juni (Pride Month) besloot hij om pride-vlaggen uit te hangen aan het balkon van het Witte Huis. Mooi gebaar, behalve als je Trump noemt en daar sterk gebruik van maakt om Biden af te kraken...",
    "2025-10-13": "Er is weer een historische politieker geboren op deze dag! Het gaat om Margaret Thatcher, geboren op deze dag in 1925. Geen grote fan van deze meid, maar toch heeft ze met haar economische aanpassingen een rampzalig gevolg van de oliecrisis in de jaren zeventig kunnen vermijden.",
    "2025-10-14": "Oke oke, dus ik moet de voorbije 5 weken eigenlijk al heel de tijd vullen met historische weetjes, maar vandaag kan ik eindelijk vertellen over iets in onze geschiedenis! Op deze dag in 2023 (dus in het 6e jaar), zijn we samen naar dat ene concert van Dirk Brossé geweest in Deerlijk. Ja oke, Vlieghe was mee en mama ook, en jij wou eigenlijk gaan slapen, maar was mooi man, ge kunt ni liegen. Ik moest er onlangs aan denken toen ik die kerk passeerde op weg naar UZIEN voor een leuk kampje :)",
    "2025-10-15": "<iframe width=\"458\" height=\"815\" src=\"https://www.youtube.com/embed/spD1YL91ss8\" title=\"15 oktober 2025\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>",
    "2025-10-16": "JOEPIE VERRASSING!!! Slecht nieuws want er is op deze dag letterlijk niets interessants gebeurd :( enkel dat die guy Liam Payne van de oude One Direction op deze dag in 2024 (vorig jaar oeps) gestorven is door uit een balkon te vallen (?)",
    "2025-10-17": "Op deze dag in 1933 verhuisde Einstein officieel naar de Verenigde Staten. Als Jood werd hij gedwongen te vluchten uit Duitsland, waar het Naziregime aan de macht was gekomen. De belangrijkste ontdekkingen van Einstein zoals zijn relativiteitstheorie, dateren echter van voor deze datum - die zijn dus nog daar bedacht. In de VS speelde hij dan een kleine rol in de ontwikkeling van de atoombom.",
    "2025-10-18": "Op deze dag VORIG JAAR zijn we voor Maud haar verjaardag pizza gaan eten in het mooie Waregem. Ik herinner me nog goed dat we een bon van een dure klerenwinkel hadden gegeven en dat ik die online had besteld en doorgemaild. Omdat ik die mail nog had staan en af en toe tegenkwam, kon ik zien hoeveel van de 100 euro ze al had uitgegeven. Tot mijn anxiety - want zo'n bon is maar 1 jaar geldig - bleef er maandenlang 100 euro opstaan en pas in deze zomervakantie was alles opeens weg... Gelukkig was Maud t dus ni vergeten lol",
    "2025-10-19": "Op deze dag in 1745 is Jonathan Swift gestorven, de bekende Ierse auteur die je zeker nog kent uit de lessen Engels van mevrouw Verspeelt. Maar welk klassiek werk schreef die man nu weer?<div id='quiz'><form id='quiz-form'><div id='options'><label><input type='radio' name='quiz' value='1'>Gulliver's Travels</label><label><input type='radio' name='quiz' value='2'>Frankenstein</label><label><input type='radio' name='quiz' value='3'>Oliver Twist</label></div><button type='button' data-answer='1'>Antwoord</button></form></div>",
    "2025-10-20": "Op deze dag in 1908 'verkocht' Leopold II het volledige land Congo aan de Belgische staat. Daarvoor was het hele gebied zijn eigendom, maar door zijn slechte behandeling van de inheemse bevolking kwam hij (en België) internationaal onder vuur, waardoor macht aan de staat werd overgedragen. Daarna werd het een klein beetje beter :|"
}